{
    "title": "Pomodoro",
    "focus": "Fokus",
    "short_break": "Kurze Pause",
    "long_break": "Lange Pause",
    "reset": "Zurücksetzen",
    "start": "STARTEN",
    "pause": "PAUSE",
    "resume": "FORTSETZEN",
    "stop_alarm": "BEENDEN",
    "ready": "Bist du bereit? ",
    "start_message": "Los geht's! ",
    "settings_title": "Einstellungen",
    "duration_settings": "Dauer-Einstellungen",
    "dark_mode": "Dunkler Modus",
    "sound_label": "Benachrichtigungston",
    "language_label": "Sprache",
    "classic_bell": "Klassische Glocke",
    "digital": "Digital",
    "alarm": "Alarm",
    "sound_settings": "Sound-Einstellungen",
    "background_music": "FOKUS-MUSIK",
    "enable_music": "Hintergrundmusik",
    "notification_sound": "BENACHRICHTIGUNGSTON",
    "music_lock_msg": "Stoppe den Timer, um die Musik zu ändern.",
    "stats_title": "Statistiken",
    "total_focus": "Gesamtfokus",
    "total_sessions": "Gesamtsitzungen",
    "this_week": "Diese Woche",
    "all_time": "Alle Zeit",
    "empty_stats": "Noch keine Daten, fang an zu arbeiten!",
    "focus_hours": "Stunden",
    "sessions_count": "Sitzungen",
    "today": "Heute",
    "minutes_label": "Minuten",
    "daily_streak": "Tägliche Serie",
    "day_label": "Tag",
    "sound_alarm": "Klassischer Alarm",
    "sound_digital": "Digital",
    "sound_bell3": "Ding Dong",
    "sound_bell8": "Kristallglocke",
    "sound_zil1": "Glocke 1",
    "sound_zil2": "Glocke 2",
    "sound_zil3": "Glocke 3",
    "sound_zil4": "Glocke 4",
    "sound_zil5": "Glocke 5",
    "sound_forest": "Wald",
    "sound_ocean": "Ozean",
    "sound_rain1": "Leichter Regen",
    "sound_rain2": "Waldregen",
    "sound_rain3": "Starker Regen",
    "sound_thunder": "Gewitter",
    "sound_wind": "Wind",
    "quote_1": "Eine Reise von tausend Meilen beginnt mit einem einzigen Schritt. - Lao Tzu",
    "quote_2": "Exzellenz ist keine Handlung, sondern eine Gewohnheit. - Aristoteles",
    "quote_3": "Es spielt keine Rolle, wie langsam du gehst, solange du nicht aufhörst. - Konfuzius",
    "quote_4": "Die Zukunft hängt davon ab, was du heute tust. - Mahatma Gandhi",
    "quote_5": "Der Sieg gehört denen, die sagen können 'Der Sieg ist mein'. - M. Kemal Atatürk",
    "quote_6": "Mach es einfach. - Nike",
    "quote_7": "Verwalte deine Zeit, verwalte dein Leben.",
    "quote_8": "Bleib hungrig, bleib verrückt. - Steve Jobs",
    "quote_9": "Talent gewinnt Spiele, aber Teamarbeit gewinnt Meisterschaften. - M. Jordan",
    "quote_10": "Das Hindernis ist der Weg. - Marcus Aurelius",
    "quote_11": "Fantasie ist wichtiger als Wissen. - Albert Einstein",
    "quote_12": "Wahnsinn ist, immer wieder das Gleiche zu tun und andere Ergebnisse zu erwarten. - Albert Einstein",
    "quote_13": "Die Gegenwart gehört ihnen; die Zukunft, für die ich wirklich gearbeitet habe, gehört mir. - Nikola Tesla",
    "quote_14": "Ich habe nicht versagt. Ich habe nur 10.000 Wege gefunden, die nicht funktionieren. - Thomas Edison",
    "quote_15": "Intelligenz ist die Fähigkeit, sich an Veränderungen anzupassen. - Stephen Hawking",
    "quote_16": "Nichts im Leben ist zu fürchten, es ist nur zu verstehen. - Marie Curie",
    "quote_17": "Wenn ich weiter gesehen habe, dann weil ich auf den Schultern von Riesen stand. - Isaac Newton",
    "quote_18": "Der Zweifel ist der Vater der Erfindung. - Galileo Galilei",
    "quote_19": "Es ist nicht die stärkste Spezies, die überlebt... Es ist die anpassungsfähigste. - Charles Darwin",
    "quote_20": "Lernen erschöpft niemals den Geist. - Leonardo da Vinci",
    "quote_21": "Ein ungeprüftes Leben ist nicht lebenswert. - Sokrates",
    "quote_22": "Wer sich selbst beherrscht, kann die Welt beherrschen. - Platon",
    "quote_23": "Die Wurzeln der Bildung sind bitter, aber die Frucht ist süß. - Aristoteles",
    "quote_24": "Was uns nicht umbringt, macht uns stärker. - Friedrich Nietzsche",
    "quote_25": "Es reicht nicht, einen guten Verstand zu haben; wichtig ist, ihn gut zu nutzen. - René Descartes",
    "quote_26": "Gestern war ich klug, also wollte ich die Welt verändern. Heute bin ich weise, also ändere ich mich selbst. - Rumi",
    "quote_27": "Wissen ist verstehen; Wissen ist sich selbst verstehen. - Yunus Emre",
    "quote_28": "Um die Grenze des Möglichen zu sehen, musst du das Unmögliche versuchen. - Mehmed der Eroberer",
    "quote_29": "Es gibt keine unheilbaren Krankheiten — nur mangelnden Willen. - Ibn Sina",
    "quote_30": "Schwierigkeiten stärken den Geist, wie Arbeit den Körper stärkt. - Seneca",
    "quote_31": "Es kommt nicht darauf an, was dir passiert, sondern wie du darauf reagierst. - Epiktet",
    "quote_32": "Wenn du morgens aufstehst, denke daran, welches Privileg es ist, am Leben zu sein. - Marcus Aurelius",
    "quote_33": "Wissen allein reicht nicht, wir müssen anwenden. Wollen allein reicht nicht, wir müssen tun. - Bruce Lee",
    "quote_34": "Zähle nicht die Tage, lass die Tage zählen. - Muhammad Ali",
    "quote_35": "Ich kann Misserfolg akzeptieren, jeder scheitert bei etwas. Aber ich kann nicht akzeptieren, es nicht zu versuchen. - Michael Jordan",
    "quote_36": "Geduld ist ein Schlüsselelement des Erfolgs. - Bill Gates",
    "quote_37": "Wenn du morgens aufstehst und denkst, die Zukunft wird besser, ist es ein strahlender Tag. - Elon Musk",
    "quote_38": "Deine Zeit ist begrenzt, verschwende sie nicht damit, das Leben eines anderen zu leben. - Steve Jobs",
    "quote_39": "Kein Vogel fliegt zu hoch, wenn er mit seinen eigenen Flügeln fliegt. - Gebrüder Wright",
    "quote_40": "Die meisten glauben an Intelligenz, ich nicht, was uns unterscheidet ist Anstrengung. - Aziz Sancar",
    "quote_41": "Wer nicht wagt, trinkt keinen Champagner. - Georgi Schukow",
    "quote_42": "Die dunkelste Stunde ist kurz vor der Morgendämmerung.",
    "quote_43": "Wasser durchschneidet Stein, nicht durch Kraft, sondern durch Beständigkeit.",
    "quote_44": "Erfolg ist, wo Vorbereitung und Gelegenheit aufeinandertreffen.",
    "quote_45": "Wenn du es nicht einfach erklären kannst, verstehst du es nicht gut genug. - Einstein",
    "quote_46": "Logik bringt dich von A nach B. Fantasie bringt dich überall hin. - Einstein",
    "quote_47": "Kreativität ist ansteckend, gib sie weiter. - Einstein",
    "quote_48": "Genie bedeutet, komplexe Ideen einfach zu machen. - Einstein",
    "quote_49": "Verschiebe nicht auf morgen, was du heute tun kannst.",
    "quote_50": "Deine einzige Grenze ist dein Verstand.",
    "quote_51": "Der echteste Leitfaden im Leben ist Wissenschaft und Wissen. - M. Kemal Atatürk",
    "quote_52": "Erkenne dich selbst. - Sokrates",
    "quote_53": "Wir können nur die Veränderung sehen, die wir sein wollen. - Platon",
    "quote_54": "Mut ist nicht die Abwesenheit von Angst, sondern das Handeln trotz der Angst. - Aristoteles",
    "quote_55": "Ich denke, also bin ich. - René Descartes",
    "quote_56": "Wenn du es tun solltest, kannst du es tun. - Immanuel Kant",
    "quote_57": "Du musst es wagen, mit deiner eigenen Flamme zu brennen. - Friedrich Nietzsche",
    "quote_58": "Nur wer weiß, wer er ist, weiß, wer alles ist. - Lao Tzu",
    "quote_59": "Ohne Kampf zu gewinnen ist die größte Meisterschaft. - Sun Tzu",
    "quote_60": "Details machen Perfektion, und Perfektion ist kein Detail. - Leonardo da Vinci",
    "quote_61": "Das Wichtigste ist, nicht aufzuhören zu fragen. - Albert Einstein",
    "quote_62": "Du musst Risiken eingehen, um voranzukommen. - Marie Curie",
    "quote_63": "Miss, was messbar ist, und mach messbar, was es nicht ist. - Galileo Galilei",
    "quote_64": "Wie schwierig das Leben auch erscheint, es gibt immer etwas, das du tun und Erfolg haben kannst. - Stephen Hawking",
    "quote_65": "Jeder Schritt auf dein Ziel zu ist der einzige Schritt, den du machst. - Konfuzius",
    "quote_66": "Das Wertvollste ist die Zeit. - Goethe",
    "quote_67": "Das Perfekte ist der Feind des Guten. - Voltaire",
    "quote_68": "Aufschub ist das größte Hindernis im Leben. - Seneca",
    "quote_69": "Bildung ist die größte Zierde. - Epiktet",
    "quote_70": "Tu, was du tun musst. Kümmere dich nicht darum, was andere denken. - Marcus Aurelius",
    "quote_71": "Der Mann, der seiner eigenen Dunkelheit nicht begegnen kann, kann die Dunkelheit anderer nicht erleuchten. - Carl Jung",
    "quote_72": "Tugend ist die Stärke des Willens. - Immanuel Kant",
    "quote_73": "Arbeiten ist das Gegenmittel zum Bösen. - Jean-Jacques Rousseau",
    "quote_74": "Wichtig ist nicht zu gehen, sondern zu wissen, wo du bist. - Martin Heidegger",
    "quote_75": "Du bist frei in deinen Entscheidungen. - Jean-Paul Sartre",
    "quote_76": "Sein eigenes Leben zu leben ist eine große Verantwortung. - Simone de Beauvoir",
    "quote_77": "Es gibt keinen Weg zum Glück; Glück ist der Weg. - Buddha",
    "quote_78": "Unser größter Ruhm ist nicht, niemals zu fallen, sondern jedes Mal aufzustehen, wenn wir fallen. - Konfuzius",
    "quote_79": "Du musst nicht großartig sein, um anzufangen, aber du musst anfangen, um großartig zu sein. - Zig Ziglar",
    "quote_80": "Misserfolg ist einfach die Gelegenheit, von vorne anzufangen, diesmal klüger. - Henry Ford",
    "quote_81": "Viele Misserfolge im Leben sind Menschen, die nicht wussten, wie nah sie am Erfolg waren, als sie aufgaben. - Thomas Edison",
    "quote_82": "Konzentriere deinen Fokus auf eine Sache. - Elon Musk",
    "quote_83": "Konzentriere dich nur darauf, langfristig erfolgreich zu sein. - Jeff Bezos",
    "quote_84": "Ich wähle eine faule Person für eine schwierige Arbeit, weil sie einen einfachen Weg finden wird. - Bill Gates",
    "quote_85": "Einfach kann schwieriger sein als komplex. - Steve Jobs",
    "quote_86": "Die beste Zeit, einen Baum zu pflanzen, war vor 20 Jahren. Die zweitbeste Zeit ist jetzt. - Warren Buffett",
    "quote_87": "Ein guter Plan, heftig ausgeführt, ist jetzt besser als ein perfekter Plan nächste Woche. - George S. Patton",
    "quote_88": "Konzentriere dich darauf, du selbst zu sein. Alles andere wird folgen. - Oprah Winfrey",
    "quote_89": "Tu dein Bestes, bis du mehr weißt. Wenn du mehr weißt, mach es besser. - Maya Angelou",
    "quote_90": "Glück ist nichts Fertiges. Es kommt von deinen eigenen Handlungen. - Dalai Lama",
    "quote_91": "Wenn du etwas willst, verschwört sich das ganze Universum, dir zu helfen, es zu erreichen. - Paulo Coelho",
    "quote_92": "Sei du selbst; alle anderen sind bereits vergeben. - Oscar Wilde",
    "quote_93": "Gestern ist vorbei, morgen ist unbekannt; heute ist ein Geschenk. - Rumi",
    "quote_94": "Wissen ist die Erkenntnis des Menschen über seine eigene Natur. - Al-Farabi",
    "quote_95": "Iss weniger, sprich weniger, schlafe weniger; dein Leben wird besser. - Avicenna",
    "quote_96": "Lass Nahrung deine Medizin sein und Medizin deine Nahrung. - Hippokrates",
    "quote_97": "Zeit ist sehr wertvoll. Wir müssen sie bestmöglich nutzen. - M. Kemal Atatürk",
    "quote_98": "Die schwierigste Aufgabe ist, nichts zu tun. - Martin Luther King Jr.",
    "quote_99": "Erfolg ist nicht der Schlüssel zum Glück. Glück ist der Schlüssel zum Erfolg. - Albert Schweitzer",
    "quote_100": "Im Leben geht es nicht darum, sich selbst zu finden. Im Leben geht es darum, sich selbst zu erschaffen. - George Bernard Shaw",
    "on": "An",
    "off": "Aus",
    "reset_stats": "Statistiken zurücksetzen",
    "reset_dialog_title": "Daten zurücksetzen",
    "reset_dialog_content": "Alle Statistiken werden gelöscht. Bist du sicher?",
    "cancel": "Abbrechen",
    "yes_delete": "Ja, Löschen",
    "data_cleared": "Daten gelöscht!",
    "congrats": "Großartig! Sitzung abgeschlossen.",
    "break_over_title": "Pause vorbei! ",
    "break_over_msg": "Lass uns wieder an die Arbeit gehen. Fokus!",
    "work_completed_title": "Sitzung abgeschlossen! ",
    "work_completed_msg": "Gute Arbeit! Du hast dir eine Pause verdient.",
    "total_focus_label": "Gesamtfokus",
    "keep_streak": "Brich die Kette nicht!",
    "change_lock_msg": "Stoppe den Timer, um die Dauer zu ändern."
  ,
  "theme_settings": "Theme",
  "theme_elite": "Elite",
  "theme_applied": "applied!",
  "theme_unlocked": "unlocked!",
  "unlock_theme_msg": "Watch a short video to unlock this theme.",
  "watch_ad": "Watch Ad",
  "recommended_sound": "Recommended",
  "ad_loading": "Ad is loading, please try again...",
  "save": "Save",
  "min_max_warning": "Enter between {} and {}"
}
