{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "από Mercan Software",
  "title": "Pomodoro",
  "focus": "Συγκέντρωση",
  "short_break": "Σύντομο Διάλειμμα",
  "long_break": "Μεγάλο Διάλειμμα",
  "reset": "Επαναφορά",
  "start": "ΕΚΚΙΝΗΣΗ",
  "pause": "ΠΑΥΣΗ",
  "resume": "ΣΥΝΕΧΕΙΑ",
  "stop_alarm": "ΤΕΛΟΣ",
  "ready": "Είσαι έτοιμος;",
  "start_message": "Πάμε!",
  "settings_title": "Ρυθμίσεις",
  "duration_settings": "Ρυθμίσεις Διάρκειας",
  "dark_mode": "Σκοτεινή Λειτουργία",
  "sound_label": "Ήχος Ειδοποίησης",
  "language_label": "Γλώσσα",
  "classic_bell": "Κλασικό Κουδούνι",
  "digital": "Ψηφιακό",
  "alarm": "Ξυπνητήρι",
  "sound_settings": "Ρυθμίσεις Ήχου",
  "background_music": "ΜΟΥΣΙΚΗ ΣΥΓΚΕΝΤΡΩΣΗΣ",
  "enable_music": "Μουσική Υπόκρουση",
  "notification_sound": "ΗΧΟΣ ΕΙΔΟΠΟΙΗΣΗΣ",
  "music_lock_msg": "Σταμάτα το χρονόμετρο για να αλλάξεις μουσική.",
  "stats_title": "Στατιστικά",
  "total_focus": "Συνολική Συγκέντρωση",
  "total_sessions": "Σύνολο Συνεδριών",
  "this_week": "Αυτή την Εβδομάδα",
  "all_time": "Συνολικά",
  "empty_stats": "Δεν υπάρχουν δεδομένα, ξεκίνα να δουλεύεις!",
  "focus_hours": "Ώρες",
  "sessions_count": "Συνεδρίες",
  "today": "Σήμερα",
  "minutes_label": "Λεπτά",
  "daily_streak": "Ημερήσιο Σερί",
  "day_label": "Ημέρα",
  "sound_alarm": "Κλασικό Ξυπνητήρι",
  "sound_digital": "Ψηφιακό",
  "sound_bell3": "Ντινγκ Ντονγκ",
  "sound_bell8": "Κρυστάλλινο Κουδούνι",
  "sound_zil1": "Κουδούνι 1",
  "sound_zil2": "Κουδούνι 2",
  "sound_zil3": "Κουδούνι 3",
  "sound_zil4": "Κουδούνι 4",
  "sound_zil5": "Κουδούνι 5",
  "sound_forest": "Δάσος",
  "sound_ocean": "Ωκεανός",
  "sound_rain1": "Ελαφριά Βροχή",
  "sound_rain2": "Βροχή στο Δάσος",
  "sound_rain3": "Δυνατή Βροχή",
  "sound_thunder": "Καταιγίδα",
  "sound_wind": "Άνεμος",
  "quote_1": "Ένα ταξίδι χιλίων μιλίων ξεκινά με ένα βήμα. - Λάο Τσε",
  "quote_2": "Η αριστεία δεν είναι πράξη, αλλά συνήθεια. - Αριστοτέλης",
  "quote_3": "Δεν έχει σημασία πόσο αργά πας, αρκεί να μην σταματήσεις. - Κομφούκιος",
  "quote_4": "Το μέλλον εξαρτάται από αυτό που κάνεις σήμερα. - Μαχάτμα Γκάντι",
  "quote_5": "Η νίκη ανήκει σε αυτούς που μπορούν να πουν 'Η νίκη είναι δική μου'. - Μ. Κεμάλ Ατατούρκ",
  "quote_6": "Απλά κάντο. - Nike",
  "quote_7": "Διαχειρίσου τον χρόνο σου, διαχειρίσου τη ζωή σου.",
  "quote_8": "Μείνε πεινασμένος, μείνε τρελός. - Στιβ Τζομπς",
  "quote_9": "Το ταλέντο κερδίζει αγώνες, αλλά η ομαδικότητα κερδίζει πρωταθλήματα. - Μ. Τζόρνταν",
  "quote_10": "Το εμπόδιο είναι ο δρόμος. - Μάρκος Αυρήλιος",
  "quote_11": "Η φαντασία είναι πιο σημαντική από τη γνώση. - Άλμπερτ Αϊνστάιν",
  "quote_12": "Τρέλα είναι να κάνεις το ίδιο πράγμα ξανά και ξανά περιμένοντας διαφορετικά αποτελέσματα. - Άλμπερτ Αϊνστάιν",
  "quote_13": "Το παρόν είναι δικό τους· το μέλλον, για το οποίο πραγματικά δούλεψα, είναι δικό μου. - Νίκολα Τέσλα",
  "quote_14": "Δεν απέτυχα. Απλά βρήκα 10.000 τρόπους που δεν λειτουργούν. - Τόμας Έντισον",
  "quote_15": "Η νοημοσύνη είναι η ικανότητα προσαρμογής στην αλλαγή. - Στίβεν Χόκινγκ",
  "quote_16": "Τίποτα στη ζωή δεν πρέπει να φοβάται, μόνο να κατανοείται. - Μαρί Κιουρί",
  "quote_17": "Αν είδα πιο μακριά, είναι επειδή στεκόμουν στους ώμους γιγάντων. - Ισαάκ Νεύτων",
  "quote_18": "Η αμφιβολία είναι ο πατέρας της εφεύρεσης. - Γαλιλαίος Γαλιλέι",
  "quote_19": "Δεν επιβιώνει το ισχυρότερο είδος... αλλά το πιο προσαρμοστικό. - Κάρολος Δαρβίνος",
  "quote_20": "Η μάθηση δεν κουράζει ποτέ το μυαλό. - Λεονάρντο ντα Βίντσι",
  "quote_21": "Μια ανεξέταστη ζωή δεν αξίζει να ζει. - Σωκράτης",
  "quote_22": "Αυτός που κυβερνά τον εαυτό του μπορεί να κυβερνήσει τον κόσμο. - Πλάτων",
  "quote_23": "Οι ρίζες της εκπαίδευσης είναι πικρές, αλλά ο καρπός είναι γλυκός. - Αριστοτέλης",
  "quote_24": "Αυτό που δεν μας σκοτώνει μας κάνει πιο δυνατούς. - Φρίντριχ Νίτσε",
  "quote_25": "Δεν αρκεί να έχεις καλό μυαλό· το κύριο είναι να το χρησιμοποιήσεις καλά. - Ρενέ Ντεκάρτ",
  "quote_26": "Χθες ήμουν έξυπνος, γι' αυτό ήθελα να αλλάξω τον κόσμο. Σήμερα είμαι σοφός, γι' αυτό αλλάζω τον εαυτό μου. - Ρούμι",
  "quote_27": "Η γνώση είναι κατανόηση· η γνώση είναι να κατανοείς τον εαυτό σου. - Γιουνούς Εμρέ",
  "quote_28": "Για να δεις το όριο του δυνατού, πρέπει να δοκιμάσεις το αδύνατο. - Μωάμεθ ο Πορθητής",
  "quote_29": "Δεν υπάρχουν ανίατες ασθένειες - μόνο έλλειψη θέλησης. - Ιμπν Σίνα",
  "quote_30": "Οι δυσκολίες ενδυναμώνουν το μυαλό, όπως η εργασία ενδυναμώνει το σώμα. - Σενέκας",
  "quote_31": "Δεν έχει σημασία τι σου συμβαίνει, αλλά πώς αντιδράς. - Επίκτητος",
  "quote_32": "Όταν ξυπνάς το πρωί, σκέψου τι προνόμιο είναι να είσαι ζωντανός. - Μάρκος Αυρήλιος",
  "quote_33": "Το να ξέρεις δεν αρκεί, πρέπει να εφαρμόζεις. Το να θέλεις δεν αρκεί, πρέπει να κάνεις. - Μπρους Λι",
  "quote_34": "Μην μετράς τις μέρες, κάνε τις μέρες να μετρούν. - Μοχάμεντ Άλι",
  "quote_35": "Μπορώ να δεχτώ την αποτυχία, όλοι αποτυγχάνουν σε κάτι. Αλλά δεν μπορώ να δεχτώ να μην προσπαθώ. - Μάικλ Τζόρνταν",
  "quote_36": "Η υπομονή είναι κλειδί για την επιτυχία. - Μπιλ Γκέιτς",
  "quote_37": "Αν ξυπνήσεις το πρωί πιστεύοντας ότι το μέλλον θα είναι καλύτερο, είναι μια λαμπρή μέρα. - Έλον Μασκ",
  "quote_38": "Ο χρόνος σου είναι περιορισμένος, μην τον σπαταλάς ζώντας τη ζωή κάποιου άλλου. - Στιβ Τζομπς",
  "quote_39": "Κανένα πουλί δεν πετά πολύ ψηλά αν πετά με τα δικά του φτερά. - Αδελφοί Ράιτ",
  "quote_40": "Οι περισσότεροι πιστεύουν στη νοημοσύνη, εγώ όχι, αυτό που μας ξεχωρίζει είναι η προσπάθεια. - Αζίζ Σανκάρ",
  "quote_41": "Όποιος δεν ρισκάρει δεν πίνει σαμπάνια. - Γκεόργκι Ζούκοφ",
  "quote_42": "Η πιο σκοτεινή ώρα είναι λίγο πριν την αυγή.",
  "quote_43": "Το νερό τρυπά την πέτρα, όχι με δύναμη, αλλά με επιμονή.",
  "quote_44": "Η επιτυχία είναι εκεί που η προετοιμασία συναντά την ευκαιρία.",
  "quote_45": "Αν δεν μπορείς να το εξηγήσεις απλά, δεν το καταλαβαίνεις αρκετά καλά. - Αϊνστάιν",
  "quote_46": "Η λογική θα σε πάει από το Α στο Β. Η φαντασία θα σε πάει παντού. - Αϊνστάιν",
  "quote_47": "Η δημιουργικότητα είναι μεταδοτική, πέρασέ την. - Αϊνστάιν",
  "quote_48": "Η ιδιοφυΐα είναι να κάνεις τις πολύπλοκες ιδέες απλές. - Αϊνστάιν",
  "quote_49": "Μην αφήνεις για αύριο ό,τι μπορείς να κάνεις σήμερα.",
  "quote_50": "Το μόνο σου όριο είναι το μυαλό σου.",
  "quote_51": "Ο πιο αυθεντικός οδηγός στη ζωή είναι η επιστήμη και η γνώση. - Μ. Κεμάλ Ατατούρκ",
  "quote_52": "Γνώθι σαυτόν. - Σωκράτης",
  "quote_53": "Μπορούμε να δούμε μόνο την αλλαγή που θέλουμε να γίνουμε. - Πλάτων",
  "quote_54": "Το θάρρος δεν είναι η απουσία φόβου, αλλά η δράση παρά τον φόβο. - Αριστοτέλης",
  "quote_55": "Σκέφτομαι, άρα υπάρχω. - Ρενέ Ντεκάρτ",
  "quote_56": "Αν πρέπει να το κάνεις, μπορείς να το κάνεις. - Ιμμάνουελ Καντ",
  "quote_57": "Πρέπει να τολμήσεις να καείς με τη δική σου φλόγα. - Φρίντριχ Νίτσε",
  "quote_58": "Μόνο αυτός που ξέρει ποιος είναι, ξέρει ποιος είναι τα πάντα. - Λάο Τσε",
  "quote_59": "Το να νικάς χωρίς να πολεμάς είναι η μεγαλύτερη δεξιοτεχνία. - Σουν Τζού",
  "quote_60": "Οι λεπτομέρειες κάνουν την τελειότητα, και η τελειότητα δεν είναι λεπτομέρεια. - Λεονάρντο ντα Βίντσι",
  "quote_61": "Το σημαντικό είναι να μην σταματάς να ρωτάς. - Άλμπερτ Αϊνστάιν",
  "quote_62": "Πρέπει να ρισκάρεις για να προοδεύσεις. - Μαρί Κιουρί",
  "quote_63": "Μέτρα αυτό που είναι μετρήσιμο και κάνε μετρήσιμο αυτό που δεν είναι. - Γαλιλαίος Γαλιλέι",
  "quote_64": "Όσο δύσκολη κι αν φαίνεται η ζωή, πάντα υπάρχει κάτι που μπορείς να κάνεις και να πετύχεις. - Στίβεν Χόκινγκ",
  "quote_65": "Κάθε βήμα προς τον στόχο σου είναι το μόνο βήμα που κάνεις. - Κομφούκιος",
  "quote_66": "Το πιο πολύτιμο πράγμα είναι ο χρόνος. - Γκαίτε",
  "quote_67": "Το τέλειο είναι εχθρός του καλού. - Βολτέρος",
  "quote_68": "Η αναβλητικότητα είναι το μεγαλύτερο εμπόδιο στη ζωή. - Σενέκας",
  "quote_69": "Η εκπαίδευση είναι το μεγαλύτερο στολίδι. - Επίκτητος",
  "quote_70": "Κάνε αυτό που πρέπει. Μην δίνεις σημασία σε αυτό που σκέφτονται οι άλλοι. - Μάρκος Αυρήλιος",
  "quote_71": "Ο άνθρωπος που δεν μπορεί να αντιμετωπίσει το δικό του σκοτάδι δεν μπορεί να φωτίσει των άλλων. - Καρλ Γιουνγκ",
  "quote_72": "Η αρετή είναι η δύναμη της θέλησης. - Ιμμάνουελ Καντ",
  "quote_73": "Η εργασία είναι το αντίδοτο στο κακό. - Ζαν-Ζακ Ρουσώ",
  "quote_74": "Το σημαντικό δεν είναι να πας, αλλά να ξέρεις πού είσαι. - Μάρτιν Χάιντεγκερ",
  "quote_75": "Είσαι ελεύθερος στις επιλογές σου. - Ζαν-Πολ Σαρτρ",
  "quote_76": "Να ζεις τη δική σου ζωή είναι μεγάλη ευθύνη. - Σιμόν ντε Μποβουάρ",
  "quote_77": "Δεν υπάρχει δρόμος για την ευτυχία· η ευτυχία είναι ο δρόμος. - Βούδας",
  "quote_78": "Η μεγαλύτερη δόξα μας δεν είναι να μην πέφτουμε ποτέ, αλλά να σηκωνόμαστε κάθε φορά. - Κομφούκιος",
  "quote_79": "Δεν χρειάζεται να είσαι σπουδαίος για να ξεκινήσεις, αλλά πρέπει να ξεκινήσεις για να γίνεις σπουδαίος. - Ζιγκ Ζίγκλαρ",
  "quote_80": "Η αποτυχία είναι απλά η ευκαιρία να ξεκινήσεις ξανά, αυτή τη φορά πιο έξυπνα. - Χένρι Φορντ",
  "quote_81": "Πολλές αποτυχίες στη ζωή είναι άνθρωποι που δεν συνειδητοποίησαν πόσο κοντά ήταν στην επιτυχία όταν παράτησαν. - Τόμας Έντισον",
  "quote_82": "Περιόρισε την εστίασή σου σε ένα πράγμα. - Έλον Μασκ",
  "quote_83": "Εστίασε μόνο στη μακροπρόθεσμη επιτυχία. - Τζεφ Μπέζος",
  "quote_84": "Επιλέγω έναν τεμπέλη για μια δύσκολη δουλειά, γιατί θα βρει έναν εύκολο τρόπο. - Μπιλ Γκέιτς",
  "quote_85": "Το απλό μπορεί να είναι πιο δύσκολο από το σύνθετο. - Στιβ Τζομπς",
  "quote_86": "Η καλύτερη στιγμή για να φυτέψεις ένα δέντρο ήταν πριν 20 χρόνια. Η δεύτερη καλύτερη είναι τώρα. - Γουόρεν Μπάφετ",
  "quote_87": "Ένα καλό σχέδιο εκτελεσμένο βίαια τώρα είναι καλύτερο από ένα τέλειο σχέδιο την επόμενη εβδομάδα. - Τζορτζ Σ. Πάτον",
  "quote_88": "Εστίασε στο να είσαι ο εαυτός σου. Όλα τα άλλα θα ακολουθήσουν. - Όπρα Γουίνφρεϊ",
  "quote_89": "Κάνε το καλύτερό σου μέχρι να μάθεις περισσότερα. Όταν μάθεις περισσότερα, κάνε καλύτερα. - Μάγια Αντζέλου",
  "quote_90": "Η ευτυχία δεν είναι κάτι έτοιμο. Προέρχεται από τις δικές σου πράξεις. - Δαλάι Λάμα",
  "quote_91": "Όταν θέλεις κάτι, όλο το σύμπαν συνωμοτεί για να σε βοηθήσει να το πετύχεις. - Πάουλο Κοέλιο",
  "quote_92": "Να είσαι ο εαυτός σου· όλοι οι άλλοι είναι ήδη πιασμένοι. - Όσκαρ Ουάιλντ",
  "quote_93": "Το χθες έφυγε, το αύριο είναι άγνωστο· το σήμερα είναι δώρο. - Ρούμι",
  "quote_94": "Η γνώση είναι η αναγνώριση του ανθρώπου της δικής του φύσης. - Αλ-Φαράμπι",
  "quote_95": "Τρώγε λιγότερο, μίλα λιγότερο, κοιμήσου λιγότερο· η ζωή σου θα είναι καλύτερη. - Αβικέννας",
  "quote_96": "Άσε το φαγητό να είναι το φάρμακό σου και το φάρμακο το φαγητό σου. - Ιπποκράτης",
  "quote_97": "Ο χρόνος είναι πολύ πολύτιμος. Πρέπει να τον χρησιμοποιούμε με τον καλύτερο τρόπο. - Μ. Κεμάλ Ατατούρκ",
  "quote_98": "Το πιο δύσκολο έργο είναι να μην κάνεις τίποτα. - Μάρτιν Λούθερ Κινγκ Τζούνιορ",
  "quote_99": "Η επιτυχία δεν είναι το κλειδί για την ευτυχία. Η ευτυχία είναι το κλειδί για την επιτυχία. - Άλμπερτ Σβάιτσερ",
  "quote_100": "Η ζωή δεν είναι να βρεις τον εαυτό σου. Η ζωή είναι να δημιουργήσεις τον εαυτό σου. - Τζορτζ Μπέρναρντ Σο",
  "on": "Ενεργό",
  "off": "Ανενεργό",
  "reset_stats": "Επαναφορά Στατιστικών",
  "reset_dialog_title": "Επαναφορά Δεδομένων",
  "reset_dialog_content": "Όλα τα στατιστικά θα διαγραφούν. Είσαι σίγουρος;",
  "cancel": "Ακύρωση",
  "yes_delete": "Ναι, Διαγραφή",
  "data_cleared": "Τα δεδομένα διαγράφηκαν!",
  "congrats": "Εξαιρετικά! Η Συνεδρία Ολοκληρώθηκε.",
  "break_over_title": "Το Διάλειμμα Τελείωσε!",
  "break_over_msg": "Ας επιστρέψουμε στη δουλειά. Συγκέντρωση!",
  "work_completed_title": "Η Συνεδρία Ολοκληρώθηκε!",
  "work_completed_msg": "Καλή δουλειά! Αξίζεις ένα διάλειμμα.",
  "total_focus_label": "Συνολική Συγκέντρωση",
  "keep_streak": "Μην σπάσεις τη σειρά!",
  "change_lock_msg": "Σταμάτα το χρονόμετρο για να αλλάξεις τη διάρκεια.",
  "theme_settings": "Θέμα",
  "theme_elite": "Elite",
  "theme_applied": "εφαρμόστηκε!",
  "theme_unlocked": "ξεκλειδώθηκε!",
  "unlock_theme_msg": "Παρακολούθησε ένα σύντομο βίντεο για να ξεκλειδώσεις αυτό το θέμα.",
  "watch_ad": "Παρακολούθηση Διαφήμισης",
  "recommended_sound": "Προτεινόμενο",
  "ad_loading": "Η διαφήμιση φορτώνει, προσπάθησε ξανά...",
  "save": "Αποθήκευση",
  "min_max_warning": "Εισάγετε μεταξύ {} και {}",
  "daily_avg": "Ημερήσιος Μέσος Όρος",
  "per_day": "ανά ημέρα",
  "best_day": "Καλύτερη Ημέρα",
  "keep_fire_burning": "Κράτα τη φλόγα ζωντανή!",
  "theme_name_elite": "Ελίτ",
  "theme_vibe_elite": "Πρωτότυπο, Κλασικό",
  "theme_name_classic_elite": "Κλασικό",
  "theme_vibe_classic_elite": "Εμπιστοσύνη, Απλό",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Θρίλερ, Μυστήριο, 80s",
  "theme_name_heisenberg": "Χάιζενμπεργκ",
  "theme_vibe_heisenberg": "Κρυστάλλινο Μπλε, Κίτρινο Κόλπο",
  "theme_name_deep_ocean": "Βαθύς Ωκεανός",
  "theme_vibe_deep_ocean": "Βάθος, Εστίαση",
  "theme_name_mystic_forest": "Μυστικό Δάσος",
  "theme_vibe_mystic_forest": "Φύση, Ειρήνη",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Νέον, Μέλλον",
  "theme_name_royal_gold": "Βασιλικός Χρυσός",
  "theme_vibe_royal_gold": "Πολυτέλεια, Επιτυχία",
  "theme_name_sunset_lofi": "Ηλιοβασίλεμα Lofi",
  "theme_vibe_sunset_lofi": "Αισθητική, Χαλάρωση",
  "theme_name_nordic_snow": "Σκανδιναβικό Χιόνι",
  "theme_vibe_nordic_snow": "Μινιμαλ, Αντίθεση",
  "theme_name_volcano": "Ηφαίστειο",
  "theme_vibe_volcano": "Δύναμη, Ενέργεια"
}