{
    "title": "Pomodoro",
    "focus": "Εστίαση",
    "short_break": "Σύντομο διάλειμμα",
    "long_break": "Μεγάλο διάλειμμα",
    "reset": "Επαναφορά",
    "start": "ΕΚΚΙΝΗΣΗ",
    "pause": "ΠΑΥΣΗ",
    "resume": "ΣΥΝΕΧΕΙΑ",
    "stop_alarm": "ΤΕΛΟΣ",
    "ready": "Είσαι έτοιμος; ",
    "start_message": "Ξεκινάμε! ",
    "settings_title": "Ρυθμίσεις",
    "duration_settings": "Ρυθμίσεις χρόνου",
    "dark_mode": "Σκοτεινή λειτουργία",
    "sound_label": "Ήχος ειδοποίησης",
    "language_label": "Γλώσσα",
    "classic_bell": "Κλασικό κουδούνι",
    "digital": "Ψηφιακό",
    "alarm": "Ξυπνητήρι",
    "sound_settings": "Ρυθμίσεις ήχου",
    "background_music": "ΜΟΥΣΙΚΗ ΕΣΤΙΑΣΗΣ",
    "enable_music": "Μουσική φόντου",
    "notification_sound": "ΗΧΟΣ ΕΙΔΟΠΟΙΗΣΗΣ",
    "music_lock_msg": "Σταμάτησε το χρονόμετρο για να αλλάξεις μουσική.",
    "stats_title": "Στατιστικά",
    "total_focus": "Συνολική εστίαση",
    "total_sessions": "Συνολικές συνεδρίες",
    "this_week": "Αυτή την εβδομάδα",
    "all_time": "Όλος ο χρόνος",
    "empty_stats": "Δεν υπάρχουν δεδομένα, ξεκίνα να δουλεύεις!",
    "focus_hours": "Ώρες",
    "sessions_count": "Συνεδρίες",
    "today": "Σήμερα",
    "minutes_label": "Λεπτά",
    "daily_streak": "Καθημερινή σειρά",
    "day_label": "Ημέρα",
    "sound_zil1": "Κουδούνι 1",
    "sound_zil2": "Κουδούνι 2",
    "sound_zil3": "Κουδούνι 3",
    "sound_zil4": "Κουδούνι 4",
    "sound_zil5": "Κουδούνι 5",
    "sound_forest": "Δάσος",
    "sound_ocean": "Ωκεανός",
    "sound_rain1": "Ελαφριά βροχή",
    "sound_rain2": "Βροχή στο δάσος",
    "sound_rain3": "Δυνατή βροχή",
    "sound_thunder": "Καταιγίδα",
    "sound_wind": "Άνεμος",
    "keep_streak": "Μη σπάσεις τη σειρά!",
    "change_lock_msg": "Σταμάτησε το χρονόμετρο για να αλλάξεις τη διάρκεια.",
    "quote_1": "Ένα ταξίδι χιλίων μιλίων ξεκινά με ένα βήμα. - Λάο Τσε",
    "quote_2": "Η αριστεία δεν είναι πράξη, είναι συνήθεια. - Αριστοτέλης",
    "quote_3": "Δεν έχει σημασία πόσο αργά πας, αρκεί να μη σταματάς. - Κομφούκιος",
    "quote_4": "Το μέλλον εξαρτάται από αυτό που κάνεις σήμερα. - Μαχάτμα Γκάντι",
    "quote_5": "Η νίκη ανήκει σε αυτούς που λένε 'Η νίκη είναι δική μου'. - Ατατούρκ",
    "quote_6": "Απλά κάντο. - Nike",
    "quote_7": "Διαχειρίσου το χρόνο σου, διαχειρίσου τη ζωή σου.",
    "quote_8": "Μείνε πεινασμένος, μείνε ανόητος. - Στιβ Τζομπς",
    "quote_9": "Το ταλέντο κερδίζει αγώνες, η ομαδική δουλειά κερδίζει πρωταθλήματα. - Τζόρνταν",
    "quote_10": "Το εμπόδιο είναι ο δρόμος. - Μάρκος Αυρήλιος",
    "quote_11": "Η φαντασία είναι πιο σημαντική από τη γνώση. - Άλμπερτ Αϊνστάιν",
    "quote_12": "Τρέλα είναι να κάνεις το ίδιο και να περιμένεις διαφορετικά αποτελέσματα. - Αϊνστάιν",
    "quote_13": "Το παρόν είναι δικό τους· το μέλλον για το οποίο δούλεψα είναι δικό μου. - Τέσλα",
    "quote_14": "Δεν απέτυχα. Βρήκα 10.000 τρόπους που δεν λειτουργούν. - Έντισον",
    "quote_15": "Η νοημοσύνη είναι η ικανότητα προσαρμογής στην αλλαγή. - Στίβεν Χόκινγκ",
    "quote_16": "Στη ζωή δεν υπάρχει τίποτα να φοβάσαι, μόνο να καταλάβεις. - Μαρί Κιουρί",
    "quote_17": "Αν είδα πιο μακριά, ήταν στους ώμους γιγάντων. - Νεύτων",
    "quote_18": "Η αμφιβολία είναι ο πατέρας της εφεύρεσης. - Γαλιλαίος",
    "quote_19": "Επιβιώνει όχι ο δυνατότερος, αλλά αυτός που προσαρμόζεται. - Δαρβίνος",
    "quote_20": "Η μάθηση ποτέ δεν κουράζει το μυαλό. - Λεονάρντο ντα Βίντσι",
    "quote_21": "Η ανεξέταστη ζωή δεν αξίζει να τη ζεις. - Σωκράτης",
    "quote_22": "Όποιος κυβερνά τον εαυτό του μπορεί να κυβερνήσει τον κόσμο. - Πλάτων",
    "quote_23": "Οι ρίζες της παιδείας είναι πικρές, αλλά ο καρπός γλυκός. - Αριστοτέλης",
    "quote_24": "Ό,τι δε με σκοτώνει με κάνει πιο δυνατό. - Νίτσε",
    "quote_25": "Δεν αρκεί να έχεις καλό μυαλό· πρέπει να το χρησιμοποιείς σωστά. - Ντεκάρτ",
    "quote_26": "Χθες ήμουν έξυπνος, ήθελα να αλλάξω τον κόσμο. Σήμερα αλλάζω τον εαυτό μου. - Ρουμί",
    "quote_27": "Γνώση είναι να καταλαβαίνεις· γνώση είναι να καταλαβαίνεις τον εαυτό σου. - Γιουνούς Εμρέ",
    "quote_28": "Για να δεις το όριο του δυνατού, δοκίμασε το αδύνατο. - Μεχμέτ",
    "quote_29": "Δεν υπάρχουν ανίατες ασθένειες — μόνο έλλειψη θέλησης. - Ιμπν Σινά",
    "quote_30": "Οι δυσκολίες δυναμώνουν το μυαλό, όπως η εργασία το σώμα. - Σενέκας",
    "quote_31": "Σημασία έχει όχι τι συμβαίνει, αλλά πώς αντιδράς. - Επίκτητος",
    "quote_32": "Ξύπνα το πρωί και σκέψου τι προνόμιο είναι να ζεις. - Μάρκος Αυρήλιος",
    "quote_33": "Το να ξέρεις δεν αρκεί, πρέπει να εφαρμόζεις. - Μπρους Λι",
    "quote_34": "Μη μετράς τις μέρες, κάνε τις μέρες να μετράνε. - Μοχάμεντ Αλί",
    "quote_35": "Μπορώ να δεχτώ την αποτυχία, αλλά όχι το να μην προσπαθήσω. - Τζόρνταν",
    "quote_36": "Η υπομονή είναι κλειδί της επιτυχίας. - Μπιλ Γκέιτς",
    "quote_37": "Αν ξυπνάς και πιστεύεις ότι το μέλλον θα είναι καλύτερο, είναι λαμπρή μέρα. - Μασκ",
    "quote_38": "Ο χρόνος σου είναι περιορισμένος, μην τον σπαταλάς ζώντας τη ζωή άλλων. - Τζομπς",
    "quote_39": "Κανένα πουλί δεν πετάει πολύ ψηλά αν πετάει με δικά του φτερά. - Ράιτ",
    "quote_40": "Αυτό που μας ξεχωρίζει είναι η προσπάθεια. - Αζίζ Σανκάρ",
    "quote_41": "Όποιος δεν ρισκάρει δεν πίνει σαμπάνια. - Ζούκοφ",
    "quote_42": "Η πιο σκοτεινή ώρα είναι λίγο πριν την αυγή.",
    "quote_43": "Την πέτρα δεν τη σκάβει η δύναμη του νερού, αλλά η επιμονή της σταγόνας.",
    "quote_44": "Η επιτυχία είναι εκεί που η προετοιμασία συναντά την ευκαιρία.",
    "quote_45": "Αν δεν μπορείς να το εξηγήσεις απλά, δεν το καταλαβαίνεις αρκετά. - Αϊνστάιν",
    "quote_46": "Η λογική σε πάει από το Α στο Β. Η φαντασία παντού. - Αϊνστάιν",
    "quote_47": "Η δημιουργικότητα είναι μεταδοτική, πέρασέ την. - Αϊνστάιν",
    "quote_48": "Ιδιοφυΐα είναι να κάνεις το περίπλοκο απλό. - Αϊνστάιν",
    "quote_49": "Μην αναβάλλεις για αύριο ό,τι μπορείς να κάνεις σήμερα.",
    "quote_50": "Το μόνο σου όριο είναι το μυαλό σου.",
    "quote_51": "Ο πιο αληθινός οδηγός στη ζωή είναι η επιστήμη και η γνώση. - Ατατούρκ",
    "quote_52": "Γνώθι σαυτόν. - Σωκράτης",
    "quote_53": "Γίνε η αλλαγή που θέλεις να δεις. - Πλάτων",
    "quote_54": "Θάρρος δεν είναι η απουσία φόβου, αλλά η δράση παρά τον φόβο. - Αριστοτέλης",
    "quote_55": "Σκέφτομαι, άρα υπάρχω. - Ντεκάρτ",
    "quote_56": "Αν πρέπει, μπορείς. - Καντ",
    "quote_57": "Πρέπει να τολμήσεις να καείς με τη δική σου φλόγα. - Νίτσε",
    "quote_58": "Μόνο όποιος ξέρει τον εαυτό του ξέρει τα πάντα. - Λάο Τσε",
    "quote_59": "Να νικάς χωρίς μάχη είναι η μεγαλύτερη μαεστρία. - Σουν Τζου",
    "quote_60": "Οι λεπτομέρειες δημιουργούν τελειότητα. - Λεονάρντο ντα Βίντσι",
    "quote_61": "Το σημαντικό είναι να μη σταματάς να ρωτάς. - Αϊνστάιν",
    "quote_62": "Πρέπει να ρισκάρεις για να προχωρήσεις. - Μαρί Κιουρί",
    "quote_63": "Μέτρα το μετρήσιμο, κάνε μετρήσιμο το μη μετρήσιμο. - Γαλιλαίος",
    "quote_64": "Όσο δύσκολη κι αν φαίνεται η ζωή, υπάρχει πάντα κάτι που μπορείς να κάνεις. - Χόκινγκ",
    "quote_65": "Κάθε βήμα προς τον στόχο είναι το μόνο βήμα που κάνεις. - Κομφούκιος",
    "quote_66": "Το πιο πολύτιμο πράγμα είναι ο χρόνος. - Γκαίτε",
    "quote_67": "Το τέλειο είναι εχθρός του καλού. - Βολταίρος",
    "quote_68": "Η αναβολή είναι το μεγαλύτερο εμπόδιο στη ζωή. - Σενέκας",
    "quote_69": "Η παιδεία είναι το μεγαλύτερο στολίδι. - Επίκτητος",
    "quote_70": "Κάνε ό,τι πρέπει. Μην νοιάζεσαι τι σκέφτονται οι άλλοι. - Μάρκος Αυρήλιος",
    "quote_71": "Όποιος δεν βλέπει το σκοτάδι του δεν μπορεί να φωτίσει άλλους. - Γιουνγκ",
    "quote_72": "Η αρετή είναι δύναμη θέλησης. - Καντ",
    "quote_73": "Η εργασία είναι αντίδοτο στο κακό. - Ρουσσώ",
    "quote_74": "Σημασία έχει όχι πού πας, αλλά πού είσαι. - Χάιντεγκερ",
    "quote_75": "Είσαι ελεύθερος στις επιλογές σου. - Σαρτρ",
    "quote_76": "Να ζεις τη δική σου ζωή είναι μεγάλη ευθύνη. - ντε Μποβουάρ",
    "quote_77": "Δεν υπάρχει δρόμος προς την ευτυχία· η ευτυχία είναι ο δρόμος. - Βούδας",
    "quote_78": "Δόξα δεν είναι να μην πέφτεις, αλλά να σηκώνεσαι κάθε φορά. - Κομφούκιος",
    "quote_79": "Δε χρειάζεται να είσαι σπουδαίος για να ξεκινήσεις, αλλά να ξεκινήσεις για να γίνεις. - Ζίγκλαρ",
    "quote_80": "Η αποτυχία είναι ευκαιρία να ξεκινήσεις πιο έξυπνα. - Χένρι Φορντ",
    "quote_81": "Πολλοί δεν ξέρουν πόσο κοντά ήταν η επιτυχία όταν τα παράτησαν. - Έντισον",
    "quote_82": "Εστίασε σε ένα πράγμα. - Ίλον Μασκ",
    "quote_83": "Εστίασε στη μακροπρόθεσμη επιτυχία. - Τζεφ Μπέζος",
    "quote_84": "Διαλέγω τεμπέλη για δύσκολη δουλειά, θα βρει εύκολο τρόπο. - Γκέιτς",
    "quote_85": "Το απλό μπορεί να είναι πιο δύσκολο από το πολύπλοκο. - Στιβ Τζομπς",
    "quote_86": "Η καλύτερη στιγμή να φυτέψεις δέντρο ήταν πριν 20 χρόνια. Η δεύτερη είναι τώρα. - Μπάφετ",
    "quote_87": "Ένα καλό σχέδιο σήμερα είναι καλύτερο από ένα τέλειο αύριο. - Πάττον",
    "quote_88": "Εστίασε στο να είσαι ο εαυτός σου. - Όπρα Γουίνφρεϊ",
    "quote_89": "Κάνε το καλύτερο μέχρι να ξέρεις καλύτερα. Μετά κάνε καλύτερα. - Αντζέλου",
    "quote_90": "Η ευτυχία προέρχεται από τις πράξεις σου. - Δαλάι Λάμα",
    "quote_91": "Όταν θέλεις κάτι, όλο το σύμπαν βοηθά. - Πάουλο Κοέλιο",
    "quote_92": "Να είσαι ο εαυτός σου· όλοι οι άλλοι είναι πιασμένοι. - Όσκαρ Ουάιλντ",
    "quote_93": "Το χθες πέρασε, το αύριο είναι άγνωστο· το σήμερα είναι δώρο. - Ρουμί",
    "quote_94": "Γνώση είναι η αναγνώριση της φύσης σου. - Αλ-Φαράμπι",
    "quote_95": "Φάε λιγότερο, μίλα λιγότερο, κοιμήσου λιγότερο· η ζωή θα βελτιωθεί. - Ιμπν Σινά",
    "quote_96": "Άσε το φαγητό να είναι φάρμακο. - Ιπποκράτης",
    "quote_97": "Ο χρόνος είναι πολύτιμος. Πρέπει να τον χρησιμοποιούμε σωστά. - Ατατούρκ",
    "quote_98": "Η δυσκολότερη δουλειά είναι να μην κάνεις τίποτα. - Μάρτιν Λούθερ Κινγκ",
    "quote_99": "Η επιτυχία δεν είναι κλειδί για την ευτυχία. Η ευτυχία είναι κλειδί για την επιτυχία. - Σβάιτσερ",
    "quote_100": "Η ζωή δεν είναι να βρεις τον εαυτό σου. Είναι να τον δημιουργήσεις. - Σο",
    "on": "Ενεργό",
    "off": "Ανενεργό",
    "reset_stats": "Επαναφορά στατιστικών",
    "reset_dialog_title": "Επαναφορά δεδομένων",
    "reset_dialog_content": "Όλα τα στατιστικά θα διαγραφούν. Είσαι σίγουρος;",
    "cancel": "Ακύρωση",
    "yes_delete": "Ναι, διαγραφή",
    "data_cleared": "Τα δεδομένα διαγράφηκαν!",
    "congrats": "Μπράβο! Η συνεδρία ολοκληρώθηκε.",
    "break_over_title": "Το διάλειμμα τελείωσε! ",
    "break_over_msg": "Πάμε πίσω στη δουλειά. Εστίασε!",
    "work_completed_title": "Η συνεδρία ολοκληρώθηκε! ",
    "work_completed_msg": "Τέλεια! Κέρδισες ένα διάλειμμα.",
    "total_focus_label": "Συνολική εστίαση"
}