{
  "title": "Pomodoro",
  "focus": "Focus",
  "short_break": "Short Break",
  "long_break": "Long Break",
  "reset": "Reset",
  "start": "START",
  "pause": "PAUSE",
  "resume": "RESUME",
  "stop_alarm": "FINISH",
  "ready": "Are you ready? ",
  "start_message": "Let's Go! ",
  "settings_title": "Settings",
  "duration_settings": "Duration Settings",
  "dark_mode": "Dark Mode",
  "sound_label": "Notification Sound",
  "language_label": "Language",
  "classic_bell": "Classic Bell",
  "digital": "Digital",
  "alarm": "Alarm",
  "sound_settings": "Sound Settings",
  "background_music": "FOCUS MUSIC",
  "enable_music": "Background Music",
  "notification_sound": "NOTIFICATION SOUND",
  "music_lock_msg": "Stop the timer to change music.",
  "stats_title": "Statistics",
  "total_focus": "Total Focus",
  "total_sessions": "Total Sessions",
  "this_week": "This Week",
  "all_time": "All Time",
  "empty_stats": "No data yet, start working!",
  "focus_hours": "Hours",
  "sessions_count": "Sessions",
  "today": "Today",
  "minutes_label": "Minutes",
  "daily_streak": "Daily Streak",
  "day_label": "Day",
  "sound_alarm": "Classic Alarm",
  "sound_digital": "Digital",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Crystal Bell",
  "sound_zil1": "Bell 1",
  "sound_zil2": "Bell 2",
  "sound_zil3": "Bell 3",
  "sound_zil4": "Bell 4",
  "sound_zil5": "Bell 5",
  "sound_forest": "Forest",
  "sound_ocean": "Ocean",
  "sound_rain1": "Light Rain",
  "sound_rain2": "Forest Rain",
  "sound_rain3": "Heavy Rain",
  "sound_thunder": "Thunderstorm",
  "sound_wind": "Wind",
  "quote_1": "A journey of a thousand miles begins with a single step. - Lao Tzu",
  "quote_2": "Excellence is not an act, but a habit. - Aristotle",
  "quote_3": "It does not matter how slowly you go as long as you do not stop. - Confucius",
  "quote_4": "The future depends on what you do today. - Mahatma Gandhi",
  "quote_5": "Victory belongs to those who can say 'Victory is mine'. - M. Kemal Atatürk",
  "quote_6": "Just do it. - Nike",
  "quote_7": "Manage your time, manage your life.",
  "quote_8": "Stay hungry, stay foolish. - Steve Jobs",
  "quote_9": "Talent wins games, but teamwork wins championships. - M. Jordan",
  "quote_10": "The obstacle is the way. - Marcus Aurelius",
  "quote_11": "Imagination is more important than knowledge. - Albert Einstein",
  "quote_12": "Insanity is doing the same thing over and over and expecting different results. - Albert Einstein",
  "quote_13": "The present is theirs; the future, for which I really worked, is mine. - Nikola Tesla",
  "quote_14": "I have not failed. I've just found 10,000 ways that won't work. - Thomas Edison",
  "quote_15": "Intelligence is the ability to adapt to change. - Stephen Hawking",
  "quote_16": "Nothing in life is to be feared, it is only to be understood. - Marie Curie",
  "quote_17": "If I have seen further, it is by standing on the shoulders of giants. - Isaac Newton",
  "quote_18": "Doubt is the father of invention. - Galileo Galilei",
  "quote_19": "It is not the strongest of the species that survives... It is the one that is most adaptable to change. - Charles Darwin",
  "quote_20": "Learning never exhausts the mind. - Leonardo da Vinci",
  "quote_21": "An unexamined life is not worth living. - Socrates",
  "quote_22": "He who rules himself can rule the world. - Plato",
  "quote_23": "The roots of education are bitter, but the fruit is sweet. - Aristotle",
  "quote_24": "That which does not kill us makes us stronger. - Friedrich Nietzsche",
  "quote_25": "It is not enough to have a good mind; the main thing is to use it well. - René Descartes",
  "quote_26": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself. - Rumi",
  "quote_27": "Knowledge is to understand; knowledge is to understand yourself. - Yunus Emre",
  "quote_28": "To see the limit of the possible, you must attempt the impossible. - Mehmed the Conqueror",
  "quote_29": "There are no incurable diseases — only the lack of will. - Ibn Sina",
  "quote_30": "Difficulties strengthen the mind, as labor does the body. - Seneca",
  "quote_31": "It's not what happens to you, but how you react to it that matters. - Epictetus",
  "quote_32": "When you arise in the morning think of what a privilege it is to be alive. - Marcus Aurelius",
  "quote_33": "Knowing is not enough, we must apply. Willing is not enough, we must do. - Bruce Lee",
  "quote_34": "Don't count the days, make the days count. - Muhammad Ali",
  "quote_35": "I can accept failure, everyone fails at something. But I can't accept not trying. - Michael Jordan",
  "quote_36": "Patience is a key element of success. - Bill Gates",
  "quote_37": "If you get up in the morning and think the future is going to be better, it is a bright day. - Elon Musk",
  "quote_38": "Your time is limited, so don't waste it living someone else's life. - Steve Jobs",
  "quote_39": "No bird soars too high if he soars with his own wings. - Wright Brothers",
  "quote_40": "Most people believe in intelligence, I do not, what distinguishes us is effort. - Aziz Sancar",
  "quote_41": "He who takes no risks drinks no champagne. - Georgy Zhukov",
  "quote_42": "The darkest hour is just before the dawn.",
  "quote_43": "Water cuts through stone, not because of its power, but because of its persistence.",
  "quote_44": "Success is where preparation and opportunity meet.",
  "quote_45": "If you can't explain it simply, you don't understand it well enough. - Einstein",
  "quote_46": "Logic will get you from A to B. Imagination will take you everywhere. - Einstein",
  "quote_47": "Creativity is contagious, pass it on. - Einstein",
  "quote_48": "Genius is making complex ideas simple. - Einstein",
  "quote_49": "Do not put off for tomorrow what you can do today.",
  "quote_50": "Your only limit is your mind.",
  "quote_51": "The most genuine guide in life is science and knowledge. - M. Kemal Atatürk",
  "quote_52": "Know thyself. - Socrates",
  "quote_53": "We can only see the change we wish to be. - Plato",
  "quote_54": "Courage is not the absence of fear, but the taking of action in spite of fear. - Aristotle",
  "quote_55": "I think, therefore I am. - René Descartes",
  "quote_56": "If you ought to do it, you can do it. - Immanuel Kant",
  "quote_57": "You must dare to burn with your own flame. - Friedrich Nietzsche",
  "quote_58": "Only he who knows who he is, knows who everything is. - Lao Tzu",
  "quote_59": "To win without fighting is the greatest mastery. - Sun Tzu",
  "quote_60": "Details make perfection, and perfection is not a detail. - Leonardo da Vinci",
  "quote_61": "The important thing is not to stop questioning. - Albert Einstein",
  "quote_62": "You must take risks to progress. - Marie Curie",
  "quote_63": "Measure what is measurable, and make measurable what is not so. - Galileo Galilei",
  "quote_64": "However difficult life may seem, there is always something you can do and succeed at. - Stephen Hawking",
  "quote_65": "Every step you take towards your goal is the only step you take. - Confucius",
  "quote_66": "The most valuable thing is time. - Goethe",
  "quote_67": "The perfect is the enemy of the good. - Voltaire",
  "quote_68": "Postponement is the greatest impediment to life. - Seneca",
  "quote_69": "Education is the greatest adornment. - Epictetus",
  "quote_70": "Do what you must. Pay no heed to what others think. - Marcus Aurelius",
  "quote_71": "The man who cannot face his own darkness can't shed light on others' darkness. - Carl Jung",
  "quote_72": "Virtue is the strength of will. - Immanuel Kant",
  "quote_73": "To work is the antidote to evil. - Jean-Jacques Rousseau",
  "quote_74": "The important thing is not to go, but to know where you are. - Martin Heidegger",
  "quote_75": "You are free in your choices. - Jean-Paul Sartre",
  "quote_76": "To live one's own life is a great responsibility. - Simone de Beauvoir",
  "quote_77": "There is no path to happiness; happiness is the path. - Buddha",
  "quote_78": "Our greatest glory is not in never failing, but in rising every time we fail. - Confucius",
  "quote_79": "You don't have to be great to start, but you have to start to be great. - Zig Ziglar",
  "quote_80": "Failure is simply the opportunity to begin again, this time more intelligently. - Henry Ford",
  "quote_81": "Many of life's failures are people who did not realize how close they were to success when they gave up. - Thomas Edison",
  "quote_82": "Narrow your focus to one thing. - Elon Musk",
  "quote_83": "Just focus on succeeding in the long run. - Jeff Bezos",
  "quote_84": "I choose a lazy person to do a difficult job, because a lazy person will find an easy way to do it. - Bill Gates",
  "quote_85": "Simple can be harder than complex. - Steve Jobs",
  "quote_86": "The best time to plant a tree was 20 years ago. The second best time is now. - Warren Buffett",
  "quote_87": "A good plan violently executed now is better than a perfect plan next week. - George S. Patton",
  "quote_88": "Focus on being yourself. Everything else will follow. - Oprah Winfrey",
  "quote_89": "Do the best you can until you know better. Then when you know better, do better. - Maya Angelou",
  "quote_90": "Happiness is not something ready-made. It comes from your own actions. - Dalai Lama",
  "quote_91": "When you want something, all the universe conspires in helping you to achieve it. - Paulo Coelho",
  "quote_92": "Be yourself; everyone else is already taken. - Oscar Wilde",
  "quote_93": "Yesterday is gone, tomorrow is unknown; today is a gift. - Rumi",
  "quote_94": "Knowledge is man's recognition of his own nature. - Al-Farabi",
  "quote_95": "Eat less, talk less, sleep less; your life will be better. - Avicenna",
  "quote_96": "Let food be your medicine and medicine be your food. - Hippocrates",
  "quote_97": "Time is very valuable. We must use it in the best way. - M. Kemal Atatürk",
  "quote_98": "The most difficult task is to do nothing. - Martin Luther King Jr.",
  "quote_99": "Success is not the key to happiness. Happiness is the key to success. - Albert Schweitzer",
  "quote_100": "Life isn't about finding yourself. Life is about creating yourself. - George Bernard Shaw",
  "on": "On",
  "off": "Off",
  "reset_stats": "Reset Statistics",
  "reset_dialog_title": "Reset Data",
  "reset_dialog_content": "All statistics will be deleted. Are you sure?",
  "cancel": "Cancel",
  "yes_delete": "Yes, Delete",
  "data_cleared": "Data cleared!",
  "congrats": "Great Job! Session Completed.",
  "break_over_title": "Break is Over! ",
  "break_over_msg": "Let's get back to work. Focus!",
  "work_completed_title": "Session Completed! ",
  "work_completed_msg": "Great job! You earned a break.",
  "total_focus_label": "Total Focus",
  "keep_streak": "Don't break the chain!",
  "change_lock_msg": "Stop the timer to change duration.",
  "theme_settings": "Theme",
  "theme_elite": "Elite",
  "theme_applied": "applied!",
  "theme_unlocked": "unlocked!",
  "unlock_theme_msg": "Watch a short video to unlock this theme.",
  "watch_ad": "Watch Ad",
  "recommended_sound": "Recommended",
  "ad_loading": "Ad is loading, please try again...",
  "save": "Save",
  "min_max_warning": "Enter between {} and {}",
  "daily_avg": "Daily Average",
  "per_day": "per day",
  "best_day": "Best Day",
  "keep_fire_burning": "Keep the fire burning!"
}