{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "por Mercan Software",
  "title": "Pomodoro",
  "focus": "Concentración",
  "short_break": "Descanso Corto",
  "long_break": "Descanso Largo",
  "reset": "Reiniciar",
  "start": "INICIAR",
  "pause": "PAUSAR",
  "resume": "CONTINUAR",
  "stop_alarm": "FINALIZAR",
  "ready": "¿Estás listo?",
  "start_message": "¡Vamos!",
  "settings_title": "Configuración",
  "duration_settings": "Ajustes de Duración",
  "dark_mode": "Modo Oscuro",
  "sound_label": "Sonido de Notificación",
  "language_label": "Idioma",
  "classic_bell": "Campana Clásica",
  "digital": "Digital",
  "alarm": "Alarma",
  "sound_settings": "Ajustes de Sonido",
  "background_music": "MÚSICA DE CONCENTRACIÓN",
  "enable_music": "Música de Fondo",
  "notification_sound": "SONIDO DE NOTIFICACIÓN",
  "music_lock_msg": "Detén el temporizador para cambiar la música.",
  "stats_title": "Estadísticas",
  "total_focus": "Concentración Total",
  "total_sessions": "Sesiones Totales",
  "this_week": "Esta Semana",
  "all_time": "Total",
  "empty_stats": "Sin datos aún, ¡empieza a trabajar!",
  "focus_hours": "Horas",
  "sessions_count": "Sesiones",
  "today": "Hoy",
  "minutes_label": "Minutos",
  "daily_streak": "Racha Diaria",
  "day_label": "Día",
  "sound_alarm": "Alarma Clásica",
  "sound_digital": "Digital",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Campana de Cristal",
  "sound_zil1": "Campana 1",
  "sound_zil2": "Campana 2",
  "sound_zil3": "Campana 3",
  "sound_zil4": "Campana 4",
  "sound_zil5": "Campana 5",
  "sound_forest": "Bosque",
  "sound_ocean": "Océano",
  "sound_rain1": "Lluvia Ligera",
  "sound_rain2": "Lluvia en el Bosque",
  "sound_rain3": "Lluvia Intensa",
  "sound_thunder": "Tormenta",
  "sound_wind": "Viento",
  "quote_1": "Un viaje de mil millas comienza con un solo paso. - Lao Tzu",
  "quote_2": "La excelencia no es un acto, sino un hábito. - Aristóteles",
  "quote_3": "No importa lo lento que vayas, siempre y cuando no te detengas. - Confucio",
  "quote_4": "El futuro depende de lo que hagas hoy. - Mahatma Gandhi",
  "quote_5": "La victoria pertenece a quienes pueden decir 'La victoria es mía'. - M. Kemal Atatürk",
  "quote_6": "Solo hazlo. - Nike",
  "quote_7": "Gestiona tu tiempo, gestiona tu vida.",
  "quote_8": "Mantente hambriento, mantente alocado. - Steve Jobs",
  "quote_9": "El talento gana partidos, pero el trabajo en equipo gana campeonatos. - M. Jordan",
  "quote_10": "El obstáculo es el camino. - Marco Aurelio",
  "quote_11": "La imaginación es más importante que el conocimiento. - Albert Einstein",
  "quote_12": "La locura es hacer lo mismo una y otra vez esperando resultados diferentes. - Albert Einstein",
  "quote_13": "El presente es de ellos; el futuro, por el que realmente trabajé, es mío. - Nikola Tesla",
  "quote_14": "No he fracasado. He encontrado 10,000 formas que no funcionan. - Thomas Edison",
  "quote_15": "La inteligencia es la capacidad de adaptarse al cambio. - Stephen Hawking",
  "quote_16": "Nada en la vida debe ser temido, solo debe ser comprendido. - Marie Curie",
  "quote_17": "Si he visto más lejos, es porque estoy sobre los hombros de gigantes. - Isaac Newton",
  "quote_18": "La duda es el padre de la invención. - Galileo Galilei",
  "quote_19": "No es la especie más fuerte la que sobrevive... Es la más adaptable al cambio. - Charles Darwin",
  "quote_20": "Aprender nunca agota la mente. - Leonardo da Vinci",
  "quote_21": "Una vida sin examinar no vale la pena vivirla. - Sócrates",
  "quote_22": "Quien se gobierna a sí mismo puede gobernar el mundo. - Platón",
  "quote_23": "Las raíces de la educación son amargas, pero el fruto es dulce. - Aristóteles",
  "quote_24": "Lo que no nos mata nos hace más fuertes. - Friedrich Nietzsche",
  "quote_25": "No basta con tener una buena mente; lo principal es usarla bien. - René Descartes",
  "quote_26": "Ayer era inteligente, así que quería cambiar el mundo. Hoy soy sabio, así que me estoy cambiando a mí mismo. - Rumi",
  "quote_27": "El conocimiento es comprender; el conocimiento es comprenderte a ti mismo. - Yunus Emre",
  "quote_28": "Para ver el límite de lo posible, debes intentar lo imposible. - Mehmed el Conquistador",
  "quote_29": "No hay enfermedades incurables – solo falta de voluntad. - Ibn Sina",
  "quote_30": "Las dificultades fortalecen la mente, como el trabajo fortalece el cuerpo. - Séneca",
  "quote_31": "No es lo que te sucede, sino cómo reaccionas lo que importa. - Epicteto",
  "quote_32": "Cuando te levantes por la mañana, piensa en qué privilegio es estar vivo. - Marco Aurelio",
  "quote_33": "Saber no es suficiente, debemos aplicar. Querer no es suficiente, debemos hacer. - Bruce Lee",
  "quote_34": "No cuentes los días, haz que los días cuenten. - Muhammad Ali",
  "quote_35": "Puedo aceptar el fracaso, todos fracasan en algo. Pero no puedo aceptar no intentarlo. - Michael Jordan",
  "quote_36": "La paciencia es un elemento clave del éxito. - Bill Gates",
  "quote_37": "Si te levantas por la mañana y piensas que el futuro será mejor, es un día brillante. - Elon Musk",
  "quote_38": "Tu tiempo es limitado, no lo desperdicies viviendo la vida de otro. - Steve Jobs",
  "quote_39": "Ningún pájaro vuela demasiado alto si vuela con sus propias alas. - Hermanos Wright",
  "quote_40": "La mayoría cree en la inteligencia, yo no, lo que nos distingue es el esfuerzo. - Aziz Sancar",
  "quote_41": "Quien no arriesga no bebe champán. - Georgy Zhukov",
  "quote_42": "La hora más oscura es justo antes del amanecer.",
  "quote_43": "El agua atraviesa la piedra, no por su poder, sino por su persistencia.",
  "quote_44": "El éxito es donde la preparación y la oportunidad se encuentran.",
  "quote_45": "Si no puedes explicarlo de forma simple, no lo entiendes lo suficiente. - Einstein",
  "quote_46": "La lógica te llevará de A a B. La imaginación te llevará a todas partes. - Einstein",
  "quote_47": "La creatividad es contagiosa, pásala. - Einstein",
  "quote_48": "El genio es hacer simples las ideas complejas. - Einstein",
  "quote_49": "No dejes para mañana lo que puedes hacer hoy.",
  "quote_50": "Tu único límite es tu mente.",
  "quote_51": "La guía más genuina en la vida es la ciencia y el conocimiento. - M. Kemal Atatürk",
  "quote_52": "Conócete a ti mismo. - Sócrates",
  "quote_53": "Solo podemos ver el cambio que deseamos ser. - Platón",
  "quote_54": "El coraje no es la ausencia del miedo, sino la acción a pesar del miedo. - Aristóteles",
  "quote_55": "Pienso, luego existo. - René Descartes",
  "quote_56": "Si debes hacerlo, puedes hacerlo. - Immanuel Kant",
  "quote_57": "Debes atreverte a arder con tu propia llama. - Friedrich Nietzsche",
  "quote_58": "Solo quien sabe quién es, sabe quién es todo. - Lao Tzu",
  "quote_59": "Ganar sin luchar es la mayor maestría. - Sun Tzu",
  "quote_60": "Los detalles hacen la perfección, y la perfección no es un detalle. - Leonardo da Vinci",
  "quote_61": "Lo importante es no dejar de cuestionar. - Albert Einstein",
  "quote_62": "Debes tomar riesgos para progresar. - Marie Curie",
  "quote_63": "Mide lo que es medible, y haz medible lo que no lo es. - Galileo Galilei",
  "quote_64": "Por difícil que parezca la vida, siempre hay algo que puedes hacer y tener éxito. - Stephen Hawking",
  "quote_65": "Cada paso hacia tu meta es el único paso que das. - Confucio",
  "quote_66": "Lo más valioso es el tiempo. - Goethe",
  "quote_67": "Lo perfecto es enemigo de lo bueno. - Voltaire",
  "quote_68": "La postergación es el mayor impedimento de la vida. - Séneca",
  "quote_69": "La educación es el mayor adorno. - Epicteto",
  "quote_70": "Haz lo que debas. No prestes atención a lo que piensan los demás. - Marco Aurelio",
  "quote_71": "El hombre que no puede enfrentar su propia oscuridad no puede iluminar la de otros. - Carl Jung",
  "quote_72": "La virtud es la fuerza de voluntad. - Immanuel Kant",
  "quote_73": "Trabajar es el antídoto del mal. - Jean-Jacques Rousseau",
  "quote_74": "Lo importante no es ir, sino saber dónde estás. - Martin Heidegger",
  "quote_75": "Eres libre en tus elecciones. - Jean-Paul Sartre",
  "quote_76": "Vivir tu propia vida es una gran responsabilidad. - Simone de Beauvoir",
  "quote_77": "No hay camino hacia la felicidad; la felicidad es el camino. - Buda",
  "quote_78": "Nuestra mayor gloria no es no fallar nunca, sino levantarnos cada vez que fallamos. - Confucio",
  "quote_79": "No tienes que ser grande para empezar, pero tienes que empezar para ser grande. - Zig Ziglar",
  "quote_80": "El fracaso es simplemente la oportunidad de empezar de nuevo, esta vez más inteligentemente. - Henry Ford",
  "quote_81": "Muchos fracasos en la vida son personas que no se dieron cuenta de lo cerca que estaban del éxito cuando se rindieron. - Thomas Edison",
  "quote_82": "Reduce tu enfoque a una sola cosa. - Elon Musk",
  "quote_83": "Solo enfócate en tener éxito a largo plazo. - Jeff Bezos",
  "quote_84": "Elijo a una persona perezosa para un trabajo difícil, porque encontrará una forma fácil de hacerlo. - Bill Gates",
  "quote_85": "Lo simple puede ser más difícil que lo complejo. - Steve Jobs",
  "quote_86": "El mejor momento para plantar un árbol fue hace 20 años. El segundo mejor momento es ahora. - Warren Buffett",
  "quote_87": "Un buen plan ejecutado violentamente ahora es mejor que un plan perfecto la próxima semana. - George S. Patton",
  "quote_88": "Enfócate en ser tú mismo. Todo lo demás seguirá. - Oprah Winfrey",
  "quote_89": "Haz lo mejor que puedas hasta que sepas más. Cuando sepas más, hazlo mejor. - Maya Angelou",
  "quote_90": "La felicidad no es algo hecho. Viene de tus propias acciones. - Dalai Lama",
  "quote_91": "Cuando deseas algo, todo el universo conspira para ayudarte a lograrlo. - Paulo Coelho",
  "quote_92": "Sé tú mismo; todos los demás ya están tomados. - Oscar Wilde",
  "quote_93": "El ayer se fue, el mañana es desconocido; hoy es un regalo. - Rumi",
  "quote_94": "El conocimiento es el reconocimiento del hombre de su propia naturaleza. - Al-Farabi",
  "quote_95": "Come menos, habla menos, duerme menos; tu vida será mejor. - Avicena",
  "quote_96": "Que tu alimento sea tu medicina y tu medicina sea tu alimento. - Hipócrates",
  "quote_97": "El tiempo es muy valioso. Debemos usarlo de la mejor manera. - M. Kemal Atatürk",
  "quote_98": "La tarea más difícil es no hacer nada. - Martin Luther King Jr.",
  "quote_99": "El éxito no es la clave de la felicidad. La felicidad es la clave del éxito. - Albert Schweitzer",
  "quote_100": "La vida no se trata de encontrarte. La vida se trata de crearte. - George Bernard Shaw",
  "on": "Activado",
  "off": "Desactivado",
  "reset_stats": "Reiniciar Estadísticas",
  "reset_dialog_title": "Reiniciar Datos",
  "reset_dialog_content": "Todas las estadísticas serán eliminadas. ¿Estás seguro?",
  "cancel": "Cancelar",
  "yes_delete": "Sí, Eliminar",
  "data_cleared": "¡Datos eliminados!",
  "congrats": "¡Excelente! Sesión Completada.",
  "break_over_title": "¡Descanso Terminado!",
  "break_over_msg": "Volvamos al trabajo. ¡Concéntrate!",
  "work_completed_title": "¡Sesión Completada!",
  "work_completed_msg": "¡Buen trabajo! Te ganaste un descanso.",
  "total_focus_label": "Concentración Total",
  "keep_streak": "¡No rompas la cadena!",
  "change_lock_msg": "Detén el temporizador para cambiar la duración.",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "¡aplicado!",
  "theme_unlocked": "¡desbloqueado!",
  "unlock_theme_msg": "Mira un video corto para desbloquear este tema.",
  "watch_ad": "Ver Anuncio",
  "recommended_sound": "Recomendado",
  "ad_loading": "Cargando anuncio, inténtalo de nuevo...",
  "save": "Guardar",
  "min_max_warning": "Ingresa entre {} y {}",
  "daily_avg": "Promedio Diario",
  "per_day": "por día",
  "best_day": "Mejor Día",
  "keep_fire_burning": "¡Mantén el fuego encendido!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Original, Clásico",
  "theme_name_classic_elite": "Clásico",
  "theme_vibe_classic_elite": "Confianza, Simple",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Suspense, Misterio, 80s",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Azul Cristal, Truco Amarillo",
  "theme_name_deep_ocean": "Océano Profundo",
  "theme_vibe_deep_ocean": "Profundidad, Enfoque",
  "theme_name_mystic_forest": "Bosque Místico",
  "theme_vibe_mystic_forest": "Naturaleza, Paz",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neón, Futuro",
  "theme_name_royal_gold": "Oro Real",
  "theme_vibe_royal_gold": "Lujo, Éxito",
  "theme_name_sunset_lofi": "Atardecer Lofi",
  "theme_vibe_sunset_lofi": "Estético, Relajado",
  "theme_name_nordic_snow": "Nieve Nórdica",
  "theme_vibe_nordic_snow": "Minimal, Contraste",
  "theme_name_volcano": "Volcán",
  "theme_vibe_volcano": "Poder, Energía"
}