{
    "title": "Pomodoro",
    "focus": "Concentration",
    "short_break": "Pause Courte",
    "long_break": "Pause Longue",
    "reset": "Réinitialiser",
    "start": "DÉMARRER",
    "pause": "PAUSE",
    "resume": "REPRENDRE",
    "stop_alarm": "TERMINER",
    "ready": "Êtes-vous prêt ? ",
    "start_message": "C'est parti ! ",
    "settings_title": "Paramètres",
    "duration_settings": "Paramètres de Durée",
    "dark_mode": "Mode Sombre",
    "sound_label": "Son de Notification",
    "language_label": "Langue",
    "classic_bell": "Cloche Classique",
    "digital": "Numérique",
    "alarm": "Alarme",
    "sound_settings": "Paramètres Sonores",
    "background_music": "MUSIQUE DE CONCENTRATION",
    "enable_music": "Musique de Fond",
    "notification_sound": "SON DE NOTIFICATION",
    "music_lock_msg": "Arrêtez le minuteur pour changer la musique.",
    "stats_title": "Statistiques",
    "total_focus": "Concentration Totale",
    "total_sessions": "Sessions Totales",
    "this_week": "Cette Semaine",
    "all_time": "Tout le Temps",
    "empty_stats": "Pas encore de données, commencez à travailler !",
    "focus_hours": "Heures",
    "sessions_count": "Sessions",
    "today": "Aujourd'hui",
    "minutes_label": "Minutes",
    "daily_streak": "Série Quotidienne",
    "day_label": "Jour",
    "sound_alarm": "Alarme Classique",
    "sound_digital": "Numérique",
    "sound_bell3": "Ding Dong",
    "sound_bell8": "Cloche de Cristal",
    "sound_zil1": "Cloche 1",
    "sound_zil2": "Cloche 2",
    "sound_zil3": "Cloche 3",
    "sound_zil4": "Cloche 4",
    "sound_zil5": "Cloche 5",
    "sound_forest": "Forêt",
    "sound_ocean": "Océan",
    "sound_rain1": "Pluie Légère",
    "sound_rain2": "Pluie en Forêt",
    "sound_rain3": "Forte Pluie",
    "sound_thunder": "Orage",
    "sound_wind": "Vent",
    "quote_1": "Un voyage de mille lieues commence par un seul pas. - Lao Tseu",
    "quote_2": "L'excellence n'est pas un acte, mais une habitude. - Aristote",
    "quote_3": "Peu importe la lenteur à laquelle vous allez tant que vous n'arrêtez pas. - Confucius",
    "quote_4": "L'avenir dépend de ce que vous faites aujourd'hui. - Mahatma Gandhi",
    "quote_5": "La victoire appartient à ceux qui peuvent dire 'La victoire est mienne'. - M. Kemal Atatürk",
    "quote_6": "Faites-le, tout simplement. - Nike",
    "quote_7": "Gérez votre temps, gérez votre vie.",
    "quote_8": "Restez affamé, restez fou. - Steve Jobs",
    "quote_9": "Le talent gagne des matchs, mais le travail d'équipe gagne des championnats. - M. Jordan",
    "quote_10": "L'obstacle est le chemin. - Marc Aurèle",
    "quote_11": "L'imagination est plus importante que le savoir. - Albert Einstein",
    "quote_12": "La folie, c'est de faire toujours la même chose et de s'attendre à un résultat différent. - Albert Einstein",
    "quote_13": "Le présent est à eux ; l'avenir, pour lequel j'ai vraiment travaillé, est à moi. - Nikola Tesla",
    "quote_14": "Je n'ai pas échoué. J'ai juste trouvé 10 000 façons qui ne fonctionnent pas. - Thomas Edison",
    "quote_15": "L'intelligence est la capacité de s'adapter au changement. - Stephen Hawking",
    "quote_16": "Rien dans la vie n'est à craindre, tout est à comprendre. - Marie Curie",
    "quote_17": "Si j'ai vu plus loin, c'est en me tenant sur les épaules de géants. - Isaac Newton",
    "quote_18": "Le doute est le père de l'invention. - Galilée",
    "quote_19": "Ce n'est pas l'espèce la plus forte qui survit... C'est la plus adaptable au changement. - Charles Darwin",
    "quote_20": "Apprendre n'épuise jamais l'esprit. - Léonard de Vinci",
    "quote_21": "Une vie sans examen ne vaut pas la peine d'être vécue. - Socrate",
    "quote_22": "Celui qui se gouverne lui-même peut gouverner le monde. - Platon",
    "quote_23": "Les racines de l'éducation sont amères, mais le fruit est doux. - Aristote",
    "quote_24": "Ce qui ne nous tue pas nous rend plus fort. - Friedrich Nietzsche",
    "quote_25": "Ce n'est pas assez d'avoir l'esprit bon ; l'essentiel est de bien l'appliquer. - René Descartes",
    "quote_26": "Hier j'étais intelligent, alors je voulais changer le monde. Aujourd'hui je suis sage, alors je me change moi-même. - Rumi",
    "quote_27": "La connaissance c'est comprendre ; la connaissance c'est se comprendre soi-même. - Yunus Emre",
    "quote_28": "Pour voir la limite du possible, vous devez tenter l'impossible. - Mehmed le Conquérant",
    "quote_29": "Il n'y a pas de maladies incurables — seulement un manque de volonté. - Ibn Sina",
    "quote_30": "Les difficultés renforcent l'esprit, comme le travail renforce le corps. - Sénèque",
    "quote_31": "Ce n'est pas ce qui vous arrive, mais comment vous y réagissez qui compte. - Épictète",
    "quote_32": "Quand vous vous levez le matin, pensez au privilège que c'est d'être en vie. - Marc Aurèle",
    "quote_33": "Savoir ne suffit pas, nous devons appliquer. Vouloir ne suffit pas, nous devons faire. - Bruce Lee",
    "quote_34": "Ne comptez pas les jours, faites que les jours comptent. - Muhammad Ali",
    "quote_35": "Je peux accepter l'échec, tout le monde échoue à quelque chose. Mais je ne peux pas accepter de ne pas essayer. - Michael Jordan",
    "quote_36": "La patience est un élément clé du succès. - Bill Gates",
    "quote_37": "Si vous vous levez le matin en pensant que l'avenir sera meilleur, c'est une journée radieuse. - Elon Musk",
    "quote_38": "Votre temps est limité, ne le gaspillez pas à vivre la vie de quelqu'un d'autre. - Steve Jobs",
    "quote_39": "Aucun oiseau ne vole trop haut s'il vole avec ses propres ailes. - Frères Wright",
    "quote_40": "La plupart croient en l'intelligence, pas moi, ce qui nous distingue c'est l'effort. - Aziz Sancar",
    "quote_41": "Qui ne risque rien ne boit pas de champagne. - Gueorgui Joukov",
    "quote_42": "L'heure la plus sombre est juste avant l'aube.",
    "quote_43": "L'eau perce la pierre, non par sa force, mais par sa persistance.",
    "quote_44": "Le succès est là où la préparation et l'opportunité se rencontrent.",
    "quote_45": "Si vous ne pouvez pas l'expliquer simplement, vous ne le comprenez pas assez bien. - Einstein",
    "quote_46": "La logique vous mènera de A à B. L'imagination vous mènera partout. - Einstein",
    "quote_47": "La créativité est contagieuse, transmettez-la. - Einstein",
    "quote_48": "Le génie c'est rendre simple les idées complexes. - Einstein",
    "quote_49": "Ne remettez pas à demain ce que vous pouvez faire aujourd'hui.",
    "quote_50": "Votre seule limite est votre esprit.",
    "quote_51": "Le guide le plus authentique dans la vie est la science et la connaissance. - M. Kemal Atatürk",
    "quote_52": "Connais-toi toi-même. - Socrate",
    "quote_53": "Nous ne pouvons voir que le changement que nous souhaitons être. - Platon",
    "quote_54": "Le courage n'est pas l'absence de peur, mais l'action malgré la peur. - Aristote",
    "quote_55": "Je pense, donc je suis. - René Descartes",
    "quote_56": "Si tu dois le faire, tu peux le faire. - Emmanuel Kant",
    "quote_57": "Tu dois oser brûler de ta propre flamme. - Friedrich Nietzsche",
    "quote_58": "Seul celui qui sait qui il est, sait qui est tout. - Lao Tseu",
    "quote_59": "Gagner sans combattre est la plus grande maîtrise. - Sun Tzu",
    "quote_60": "Les détails font la perfection, et la perfection n'est pas un détail. - Léonard de Vinci",
    "quote_61": "L'important est de ne pas cesser de questionner. - Albert Einstein",
    "quote_62": "Vous devez prendre des risques pour progresser. - Marie Curie",
    "quote_63": "Mesurez ce qui est mesurable, et rendez mesurable ce qui ne l'est pas. - Galilée",
    "quote_64": "Aussi difficile que la vie puisse paraître, il y a toujours quelque chose que vous pouvez faire et réussir. - Stephen Hawking",
    "quote_65": "Chaque pas vers votre but est le seul pas que vous faites. - Confucius",
    "quote_66": "La chose la plus précieuse est le temps. - Goethe",
    "quote_67": "Le parfait est l'ennemi du bien. - Voltaire",
    "quote_68": "La procrastination est le plus grand obstacle à la vie. - Sénèque",
    "quote_69": "L'éducation est le plus beau des ornements. - Épictète",
    "quote_70": "Fais ce que tu dois. Ne te soucie pas de ce que pensent les autres. - Marc Aurèle",
    "quote_71": "L'homme qui ne peut pas affronter sa propre ténèbre ne peut pas éclairer celle des autres. - Carl Jung",
    "quote_72": "La vertu est la force de la volonté. - Emmanuel Kant",
    "quote_73": "Travailler est l'antidote au mal. - Jean-Jacques Rousseau",
    "quote_74": "L'important n'est pas d'aller, mais de savoir où vous êtes. - Martin Heidegger",
    "quote_75": "Vous êtes libre dans vos choix. - Jean-Paul Sartre",
    "quote_76": "Vivre sa propre vie est une grande responsabilité. - Simone de Beauvoir",
    "quote_77": "Il n'y a pas de chemin vers le bonheur ; le bonheur est le chemin. - Bouddha",
    "quote_78": "Notre plus grande gloire n'est pas de ne jamais tomber, mais de nous relever à chaque fois. - Confucius",
    "quote_79": "Vous n'avez pas besoin d'être grand pour commencer, mais vous devez commencer pour être grand. - Zig Ziglar",
    "quote_80": "L'échec est simplement l'opportunité de recommencer, cette fois plus intelligemment. - Henry Ford",
    "quote_81": "Beaucoup d'échecs dans la vie sont des gens qui ne réalisaient pas à quel point ils étaient proches du succès quand ils ont abandonné. - Thomas Edison",
    "quote_82": "Réduisez votre concentration à une seule chose. - Elon Musk",
    "quote_83": "Concentrez-vous uniquement sur le succès à long terme. - Jeff Bezos",
    "quote_84": "Je choisis une personne paresseuse pour un travail difficile, car elle trouvera un moyen facile de le faire. - Bill Gates",
    "quote_85": "Simple peut être plus difficile que complexe. - Steve Jobs",
    "quote_86": "Le meilleur moment pour planter un arbre était il y a 20 ans. Le deuxième meilleur moment est maintenant. - Warren Buffett",
    "quote_87": "Un bon plan exécuté violemment maintenant vaut mieux qu'un plan parfait la semaine prochaine. - George S. Patton",
    "quote_88": "Concentrez-vous sur être vous-même. Tout le reste suivra. - Oprah Winfrey",
    "quote_89": "Faites de votre mieux jusqu'à ce que vous en sachiez plus. Quand vous en savez plus, faites mieux. - Maya Angelou",
    "quote_90": "Le bonheur n'est pas quelque chose de tout fait. Il vient de vos propres actions. - Dalaï Lama",
    "quote_91": "Quand vous voulez quelque chose, tout l'univers conspire à vous aider à l'obtenir. - Paulo Coelho",
    "quote_92": "Soyez vous-même ; tous les autres sont déjà pris. - Oscar Wilde",
    "quote_93": "Hier est passé, demain est inconnu ; aujourd'hui est un cadeau. - Rumi",
    "quote_94": "La connaissance est la reconnaissance par l'homme de sa propre nature. - Al-Farabi",
    "quote_95": "Mangez moins, parlez moins, dormez moins ; votre vie sera meilleure. - Avicenne",
    "quote_96": "Que ton aliment soit ta médecine et ta médecine ton aliment. - Hippocrate",
    "quote_97": "Le temps est très précieux. Nous devons l'utiliser de la meilleure façon. - M. Kemal Atatürk",
    "quote_98": "La tâche la plus difficile est de ne rien faire. - Martin Luther King Jr.",
    "quote_99": "Le succès n'est pas la clé du bonheur. Le bonheur est la clé du succès. - Albert Schweitzer",
    "quote_100": "La vie ne consiste pas à se trouver. La vie consiste à se créer. - George Bernard Shaw",
    "on": "Activé",
    "off": "Désactivé",
    "reset_stats": "Réinitialiser les Statistiques",
    "reset_dialog_title": "Réinitialiser les Données",
    "reset_dialog_content": "Toutes les statistiques seront supprimées. Êtes-vous sûr ?",
    "cancel": "Annuler",
    "yes_delete": "Oui, Supprimer",
    "data_cleared": "Données supprimées !",
    "congrats": "Excellent ! Session Terminée.",
    "break_over_title": "Pause Terminée ! ",
    "break_over_msg": "Retournons au travail. Concentrez-vous !",
    "work_completed_title": "Session Terminée ! ",
    "work_completed_msg": "Bon travail ! Vous avez mérité une pause.",
    "total_focus_label": "Concentration Totale",
    "keep_streak": "Ne brisez pas la chaîne !",
    "change_lock_msg": "Arrêtez le minuteur pour changer la durée."
  ,
  "theme_settings": "Theme",
  "theme_elite": "Elite",
  "theme_applied": "applied!",
  "theme_unlocked": "unlocked!",
  "unlock_theme_msg": "Watch a short video to unlock this theme.",
  "watch_ad": "Watch Ad",
  "recommended_sound": "Recommended",
  "ad_loading": "Ad is loading, please try again...",
  "save": "Save",
  "min_max_warning": "Enter between {} and {}"
}
