{
  "app_name": "पोमोडोरो",
  "app_subtitle": "एलीट",
  "developed_by": "Mercan Software द्वारा",
  "title": "पोमोडोरो",
  "focus": "फोकस",
  "short_break": "छोटा ब्रेक",
  "long_break": "लंबा ब्रेक",
  "reset": "रीसेट",
  "start": "शुरू करें",
  "pause": "रोकें",
  "resume": "जारी रखें",
  "stop_alarm": "समाप्त",
  "ready": "तैयार हैं?",
  "start_message": "चलो शुरू करें!",
  "settings_title": "सेटिंग्स",
  "duration_settings": "समय सेटिंग्स",
  "dark_mode": "डार्क मोड",
  "sound_label": "नोटिफिकेशन साउंड",
  "language_label": "भाषा",
  "classic_bell": "क्लासिक बेल",
  "digital": "डिजिटल",
  "alarm": "अलार्म",
  "sound_settings": "साउंड सेटिंग्स",
  "background_music": "फोकस म्यूजिक",
  "enable_music": "बैकग्राउंड म्यूजिक",
  "notification_sound": "नोटिफिकेशन साउंड",
  "music_lock_msg": "म्यूजिक बदलने के लिए टाइमर रोकें।",
  "stats_title": "आंकड़े",
  "total_focus": "कुल फोकस",
  "total_sessions": "कुल सेशन",
  "this_week": "इस हफ्ते",
  "all_time": "सभी समय",
  "empty_stats": "अभी कोई डेटा नहीं, काम शुरू करें!",
  "focus_hours": "घंटे",
  "sessions_count": "सेशन",
  "today": "आज",
  "minutes_label": "मिनट",
  "daily_streak": "दैनिक स्ट्रीक",
  "day_label": "दिन",
  "sound_alarm": "क्लासिक अलार्म",
  "sound_digital": "डिजिटल",
  "sound_bell3": "डिंग डोंग",
  "sound_bell8": "क्रिस्टल बेल",
  "sound_zil1": "बेल 1",
  "sound_zil2": "बेल 2",
  "sound_zil3": "बेल 3",
  "sound_zil4": "बेल 4",
  "sound_zil5": "बेल 5",
  "sound_forest": "जंगल",
  "sound_ocean": "समुद्र",
  "sound_rain1": "हल्की बारिश",
  "sound_rain2": "जंगल की बारिश",
  "sound_rain3": "भारी बारिश",
  "sound_thunder": "तूफान",
  "sound_wind": "हवा",
  "quote_1": "हजार मील की यात्रा एक कदम से शुरू होती है। - लाओ त्ज़ू",
  "quote_2": "उत्कृष्टता एक कार्य नहीं, बल्कि आदत है। - अरस्तू",
  "quote_3": "इससे कोई फर्क नहीं पड़ता कि आप कितनी धीमी गति से जाते हैं, जब तक आप रुकते नहीं। - कन्फ्यूशियस",
  "quote_4": "भविष्य इस बात पर निर्भर करता है कि आप आज क्या करते हैं। - महात्मा गांधी",
  "quote_5": "जीत उनकी है जो कह सकते हैं 'जीत मेरी है'। - एम. केमाल अतातुर्क",
  "quote_6": "बस करो। - नाइकी",
  "quote_7": "अपने समय को प्रबंधित करो, अपने जीवन को प्रबंधित करो।",
  "quote_8": "भूखे रहो, मूर्ख रहो। - स्टीव जॉब्स",
  "quote_9": "प्रतिभा मैच जीतती है, लेकिन टीमवर्क चैंपियनशिप जीतता है। - एम. जॉर्डन",
  "quote_10": "बाधा ही रास्ता है। - मार्कस ऑरेलियस",
  "quote_11": "कल्पना ज्ञान से अधिक महत्वपूर्ण है। - अल्बर्ट आइंस्टीन",
  "quote_12": "पागलपन वही काम बार-बार करना और अलग परिणाम की उम्मीद करना है। - अल्बर्ट आइंस्टीन",
  "quote_13": "वर्तमान उनका है; भविष्य, जिसके लिए मैंने वास्तव में काम किया, मेरा है। - निकोला टेस्ला",
  "quote_14": "मैं असफल नहीं हुआ। मैंने बस 10,000 तरीके खोजे जो काम नहीं करते। - थॉमस एडिसन",
  "quote_15": "बुद्धिमत्ता परिवर्तन के अनुकूल होने की क्षमता है। - स्टीफन हॉकिंग",
  "quote_16": "जीवन में कुछ भी डरने योग्य नहीं है, केवल समझने योग्य है। - मैरी क्यूरी",
  "quote_17": "अगर मैंने आगे देखा है, तो इसलिए कि मैं दिग्गजों के कंधों पर खड़ा था। - आइज़क न्यूटन",
  "quote_18": "संदेह आविष्कार का जनक है। - गैलीलियो गैलीली",
  "quote_19": "सबसे मजबूत प्रजाति जीवित नहीं रहती... सबसे अनुकूलनीय रहती है। - चार्ल्स डार्विन",
  "quote_20": "सीखना कभी भी मन को थकाता नहीं है। - लियोनार्डो दा विंची",
  "quote_21": "बिना जांचा जीवन जीने योग्य नहीं है। - सुकरात",
  "quote_22": "जो खुद पर शासन कर सकता है वह दुनिया पर शासन कर सकता है। - प्लेटो",
  "quote_23": "शिक्षा की जड़ें कड़वी हैं, लेकिन फल मीठा है। - अरस्तू",
  "quote_24": "जो हमें नहीं मारता वह हमें मजबूत बनाता है। - फ्रेडरिक नीत्शे",
  "quote_25": "अच्छा दिमाग होना काफी नहीं है; मुख्य बात इसे अच्छी तरह से उपयोग करना है। - रेने देकार्त",
  "quote_26": "कल मैं चतुर था, इसलिए दुनिया बदलना चाहता था। आज मैं बुद्धिमान हूं, इसलिए खुद को बदल रहा हूं। - रूमी",
  "quote_27": "ज्ञान समझना है; ज्ञान खुद को समझना है। - यूनुस एमरे",
  "quote_28": "संभव की सीमा देखने के लिए आपको असंभव का प्रयास करना होगा। - मेहमद विजेता",
  "quote_29": "कोई लाइलाज बीमारी नहीं है - केवल इच्छाशक्ति की कमी है। - इब्न सिना",
  "quote_30": "कठिनाइयां मन को मजबूत करती हैं, जैसे काम शरीर को मजबूत करता है। - सेनेका",
  "quote_31": "यह महत्वपूर्ण नहीं है कि आपके साथ क्या होता है, बल्कि आप कैसे प्रतिक्रिया करते हैं। - एपिक्टेटस",
  "quote_32": "जब सुबह उठें, तो जीवित होने के विशेषाधिकार के बारे में सोचें। - मार्कस ऑरेलियस",
  "quote_33": "जानना काफी नहीं है, हमें लागू करना चाहिए। चाहना काफी नहीं है, हमें करना चाहिए। - ब्रूस ली",
  "quote_34": "दिन मत गिनो, दिनों को मायने रखने दो। - मुहम्मद अली",
  "quote_35": "मैं असफलता स्वीकार कर सकता हूं, सब कुछ में असफल होते हैं। लेकिन मैं प्रयास न करना स्वीकार नहीं कर सकता। - माइकल जॉर्डन",
  "quote_36": "धैर्य सफलता का एक प्रमुख तत्व है। - बिल गेट्स",
  "quote_37": "अगर आप सुबह उठते हैं और सोचते हैं कि भविष्य बेहतर होगा, तो यह एक उज्ज्वल दिन है। - एलन मस्क",
  "quote_38": "आपका समय सीमित है, इसे किसी और का जीवन जीने में बर्बाद न करें। - स्टीव जॉब्स",
  "quote_39": "कोई पक्षी बहुत ऊंचा नहीं उड़ता अगर वह अपने पंखों से उड़ता है। - राइट ब्रदर्स",
  "quote_40": "ज्यादातर लोग बुद्धि में विश्वास करते हैं, मैं नहीं करता, जो हमें अलग करता है वह प्रयास है। - अज़ीज़ सांकर",
  "quote_41": "जो जोखिम नहीं उठाता वह शैंपेन नहीं पीता। - जॉर्जी ज़ुकोव",
  "quote_42": "सबसे अंधेरा घंटा भोर से ठीक पहले होता है।",
  "quote_43": "पानी पत्थर को काटता है, ताकत से नहीं, बल्कि लगातार रहने से।",
  "quote_44": "सफलता वह है जहां तैयारी और अवसर मिलते हैं।",
  "quote_45": "अगर आप इसे सरलता से नहीं समझा सकते, तो आप इसे अच्छी तरह नहीं समझते। - आइंस्टीन",
  "quote_46": "तर्क आपको A से B तक ले जाएगा। कल्पना आपको हर जगह ले जाएगी। - आइंस्टीन",
  "quote_47": "रचनात्मकता संक्रामक है, इसे आगे बढ़ाओ। - आइंस्टीन",
  "quote_48": "प्रतिभा जटिल विचारों को सरल बनाना है। - आइंस्टीन",
  "quote_49": "जो आज कर सकते हो उसे कल पर मत टालो।",
  "quote_50": "आपकी एकमात्र सीमा आपका मन है।",
  "quote_51": "जीवन में सबसे सच्चा मार्गदर्शक विज्ञान और ज्ञान है। - एम. केमाल अतातुर्क",
  "quote_52": "खुद को जानो। - सुकरात",
  "quote_53": "हम केवल वह परिवर्तन देख सकते हैं जो हम बनना चाहते हैं। - प्लेटो",
  "quote_54": "साहस डर का अभाव नहीं है, बल्कि डर के बावजूद कार्य करना है। - अरस्तू",
  "quote_55": "मैं सोचता हूं, इसलिए मैं हूं। - रेने देकार्त",
  "quote_56": "अगर आपको करना है, तो आप कर सकते हैं। - इमैनुएल कांट",
  "quote_57": "आपको अपनी खुद की लौ से जलने की हिम्मत करनी चाहिए। - फ्रेडरिक नीत्शे",
  "quote_58": "केवल वही जो जानता है कि वह कौन है, जानता है कि सब कौन है। - लाओ त्ज़ू",
  "quote_59": "बिना लड़े जीतना सबसे बड़ी महारत है। - सन त्ज़ू",
  "quote_60": "विवरण पूर्णता बनाते हैं, और पूर्णता विवरण नहीं है। - लियोनार्डो दा विंची",
  "quote_61": "महत्वपूर्ण बात यह है कि सवाल करना बंद न करें। - अल्बर्ट आइंस्टीन",
  "quote_62": "आगे बढ़ने के लिए आपको जोखिम उठाना होगा। - मैरी क्यूरी",
  "quote_63": "जो मापा जा सकता है उसे मापो, और जो नहीं मापा जा सकता उसे मापने योग्य बनाओ। - गैलीलियो गैलीली",
  "quote_64": "जीवन कितना भी कठिन लगे, हमेशा कुछ है जो आप कर सकते हैं और सफल हो सकते हैं। - स्टीफन हॉकिंग",
  "quote_65": "अपने लक्ष्य की ओर हर कदम वह एकमात्र कदम है जो आप उठाते हैं। - कन्फ्यूशियस",
  "quote_66": "सबसे मूल्यवान चीज समय है। - गोएथे",
  "quote_67": "पूर्ण अच्छे का दुश्मन है। - वोल्टेयर",
  "quote_68": "टालमटोल जीवन की सबसे बड़ी बाधा है। - सेनेका",
  "quote_69": "शिक्षा सबसे बड़ा आभूषण है। - एपिक्टेटस",
  "quote_70": "जो करना है वो करो। दूसरों की परवाह मत करो। - मार्कस ऑरेलियस",
  "quote_71": "जो व्यक्ति अपने अंधेरे का सामना नहीं कर सकता वह दूसरों के अंधेरे को रोशन नहीं कर सकता। - कार्ल जुंग",
  "quote_72": "गुण इच्छाशक्ति की ताकत है। - इमैनुएल कांट",
  "quote_73": "काम करना बुराई का इलाज है। - जीन-जैक्स रूसो",
  "quote_74": "महत्वपूर्ण यह नहीं है कि जाओ, बल्कि यह जानो कि तुम कहां हो। - मार्टिन हाइडेगर",
  "quote_75": "आप अपनी पसंद में स्वतंत्र हैं। - जीन-पॉल सार्त्र",
  "quote_76": "अपना जीवन जीना एक बड़ी जिम्मेदारी है। - सिमोन द बोउवार",
  "quote_77": "खुशी का कोई रास्ता नहीं है; खुशी ही रास्ता है। - बुद्ध",
  "quote_78": "हमारी सबसे बड़ी महिमा कभी न गिरना नहीं है, बल्कि हर बार उठना है। - कन्फ्यूशियस",
  "quote_79": "शुरू करने के लिए आपको महान होने की जरूरत नहीं है, लेकिन महान होने के लिए शुरू करना जरूरी है। - जिग जिगलर",
  "quote_80": "असफलता बस फिर से शुरू करने का अवसर है, इस बार अधिक समझदारी से। - हेनरी फोर्ड",
  "quote_81": "जीवन में कई असफलताएं वे लोग हैं जिन्हें पता नहीं था कि वे सफलता के कितने करीब थे जब उन्होंने हार मान ली। - थॉमस एडिसन",
  "quote_82": "अपना ध्यान एक चीज़ पर केंद्रित करो। - एलन मस्क",
  "quote_83": "केवल दीर्घकालिक सफलता पर ध्यान दो। - जेफ बेजोस",
  "quote_84": "मैं मुश्किल काम के लिए आलसी व्यक्ति चुनता हूं, क्योंकि वह आसान तरीका खोज लेगा। - बिल गेट्स",
  "quote_85": "सरल जटिल से अधिक कठिन हो सकता है। - स्टीव जॉब्स",
  "quote_86": "पेड़ लगाने का सबसे अच्छा समय 20 साल पहले था। दूसरा सबसे अच्छा समय अभी है। - वॉरेन बफेट",
  "quote_87": "अभी जोरदार तरीके से लागू की गई अच्छी योजना अगले हफ्ते की सही योजना से बेहतर है। - जॉर्ज एस. पैटन",
  "quote_88": "खुद बनने पर ध्यान दो। बाकी सब खुद आ जाएगा। - ओपरा विनफ्रे",
  "quote_89": "जब तक अधिक न जानो तब तक अपना सर्वश्रेष्ठ करो। जब अधिक जानो, बेहतर करो। - माया एंजेलो",
  "quote_90": "खुशी कोई तैयार चीज नहीं है। यह आपके अपने कार्यों से आती है। - दलाई लामा",
  "quote_91": "जब आप कुछ चाहते हैं, तो पूरा ब्रह्मांड आपकी मदद करने की साजिश करता है। - पाउलो कोएल्हो",
  "quote_92": "खुद बनो; बाकी सब पहले से लिए गए हैं। - ऑस्कर वाइल्ड",
  "quote_93": "कल बीत गया, कल अज्ञात है; आज एक उपहार है। - रूमी",
  "quote_94": "ज्ञान मनुष्य का अपनी प्रकृति की पहचान है। - अल-फराबी",
  "quote_95": "कम खाओ, कम बोलो, कम सोओ; जीवन बेहतर होगा। - अवीसेना",
  "quote_96": "भोजन को अपनी दवा बनने दो और दवा को अपना भोजन। - हिप्पोक्रेट्स",
  "quote_97": "समय बहुत मूल्यवान है। हमें इसका सबसे अच्छा उपयोग करना चाहिए। - एम. केमाल अतातुर्क",
  "quote_98": "सबसे कठिन काम कुछ न करना है। - मार्टिन लूथर किंग जूनियर",
  "quote_99": "सफलता खुशी की कुंजी नहीं है। खुशी सफलता की कुंजी है। - अल्बर्ट श्वाइत्ज़र",
  "quote_100": "जीवन खुद को खोजने के बारे में नहीं है। जीवन खुद को बनाने के बारे में है। - जॉर्ज बर्नार्ड शॉ",
  "on": "चालू",
  "off": "बंद",
  "reset_stats": "आंकड़े रीसेट करें",
  "reset_dialog_title": "डेटा रीसेट करें",
  "reset_dialog_content": "सभी आंकड़े हटा दिए जाएंगे। क्या आप निश्चित हैं?",
  "cancel": "रद्द करें",
  "yes_delete": "हां, हटाएं",
  "data_cleared": "डेटा हटाया गया!",
  "congrats": "शानदार! सेशन पूरा हुआ।",
  "break_over_title": "ब्रेक खत्म!",
  "break_over_msg": "काम पर वापस चलें। फोकस करें!",
  "work_completed_title": "सेशन पूरा!",
  "work_completed_msg": "बढ़िया काम! आपने ब्रेक कमाया।",
  "total_focus_label": "कुल फोकस",
  "keep_streak": "स्ट्रीक मत तोड़ो!",
  "change_lock_msg": "समय बदलने के लिए टाइमर रोकें।",
  "theme_settings": "थीम",
  "theme_elite": "एलीट",
  "theme_applied": "लागू!",
  "theme_unlocked": "अनलॉक!",
  "unlock_theme_msg": "इस थीम को अनलॉक करने के लिए एक छोटा वीडियो देखें।",
  "watch_ad": "विज्ञापन देखें",
  "recommended_sound": "सुझाया गया",
  "ad_loading": "विज्ञापन लोड हो रहा है, पुनः प्रयास करें...",
  "save": "सहेजें",
  "min_max_warning": "{} और {} के बीच दर्ज करें",
  "daily_avg": "दैनिक औसत",
  "per_day": "प्रति दिन",
  "best_day": "सर्वश्रेष्ठ दिन",
  "keep_fire_burning": "आग जलाए रखो!",
  "theme_name_elite": "एलीट",
  "theme_vibe_elite": "मूल, क्लासिक",
  "theme_name_classic_elite": "क्लासिक",
  "theme_vibe_classic_elite": "विश्वास, सादा",
  "theme_name_stranger_things": "स्ट्रेंजर थिंग्स",
  "theme_vibe_stranger_things": "थ्रिलर, रहस्य, 80 के दशक",
  "theme_name_heisenberg": "हाइजेनबर्ग",
  "theme_vibe_heisenberg": "क्रिस्टल नीला, पीला ट्रिक",
  "theme_name_deep_ocean": "गहरा सागर",
  "theme_vibe_deep_ocean": "गहराई, फोकस",
  "theme_name_mystic_forest": "रहस्यमय जंगल",
  "theme_vibe_mystic_forest": "प्रकृति, शांति",
  "theme_name_cyberpunk": "साइबरपंक 2077",
  "theme_vibe_cyberpunk": "नियॉन, भविष्य",
  "theme_name_royal_gold": "शाही सोना",
  "theme_vibe_royal_gold": "विलासिता, सफलता",
  "theme_name_sunset_lofi": "सनसेट लो-फाई",
  "theme_vibe_sunset_lofi": "सौंदर्य, चिल",
  "theme_name_nordic_snow": "नॉर्डिक बर्फ",
  "theme_vibe_nordic_snow": "न्यूनतम, कंट्रास्ट",
  "theme_name_volcano": "ज्वालामुखी",
  "theme_vibe_volcano": "शक्ति, ऊर्जा"
}