{
    "title": "पोमोडोро",
    "focus": "फोकस",
    "short_break": "छोटा ब्रेक",
    "long_break": "लंबा ब्रेक",
    "reset": "रीसेट",
    "start": "शुरू",
    "pause": "रुको",
    "resume": "फिर शुरू करें",
    "stop_alarm": "समाप्त",
    "ready": "क्या आप तैयार हैं?",
    "start_message": "चलो चलें!",
    "settings_title": "सेटिंग्स",
    "duration_settings": "अवधि सेटिंग्स",
    "dark_mode": "डार्क मोड",
    "sound_label": "नोटिफिकेशन ध्वनि",
    "language_label": "भाषा",
    "classic_bell": "क्लासिक घंटी",
    "digital": "डिजिटल",
    "alarm": "अलार्म",
    "sound_settings": "ध्वनि सेटिंग्स",
    "background_music": "फोकस संगीत",
    "enable_music": "बैकग्राउंड संगीत",
    "notification_sound": "नोटिफिकेशन ध्वनि",
    "music_lock_msg": "संगीत बदलने के लिए टाइमर रोकें।",
    "stats_title": "आंकड़े",
    "total_focus": "कुल फोकस",
    "total_sessions": "कुल सत्र",
    "this_week": "इस सप्ताह",
    "all_time": "अब तक",
    "empty_stats": "कोई डेटा नहीं, काम शुरू करें!",
    "focus_hours": "घंटे",
    "sessions_count": "सत्र",
    "today": "आज",
    "minutes_label": "मिनट",
    "daily_streak": "दैनिक स्ट्रीक",
    "day_label": "दिन",
    "sound_alarm": "क्लासिक अलार्म",
    "sound_digital": "डिजिटल",
    "sound_bell3": "डिंग डोंग",
    "sound_bell8": "क्रिस्टल बेल",
    "sound_zil1": "घंटी 1",
    "sound_zil2": "घंटी 2",
    "sound_zil3": "घंटी 3",
    "sound_zil4": "घंटी 4",
    "sound_zil5": "घंटी 5",
    "sound_forest": "वन",
    "sound_ocean": "महासागर",
    "sound_rain1": "हल्की बारिश",
    "sound_rain2": "वन वर्षा",
    "sound_rain3": "भारी बारिश",
    "sound_thunder": "आंधी",
    "sound_wind": "हवा",
    "quote_1": "हजार मील की यात्रा एक कदम से शुरू होती है। - लाओ त्सू",
    "quote_2": "उत्कृष्टता कोई कार्य नहीं, बल्कि एक आदत है। - अरस्तू",
    "quote_3": "यह मायने नहीं रखता कि आप कितना धीरे चलते हैं, जब तक कि आप रुकते नहीं हैं। - कन्फ्यूशियस",
    "quote_4": "भविष्य इस पर निर्भर करता है कि आप आज क्या करते हैं। - महात्मा गांधी",
    "quote_5": "जीत उन लोगों की होती है जो कह सकते हैं 'जीत मेरी है'। - मुस्तफा कमाल अतातुर्क",
    "quote_6": "बस कर डालो। - नाइके",
    "quote_7": "अपने समय का प्रबंधन करें, अपने जीवन का प्रबंधन करें।",
    "quote_8": "भूखे रहो, मूर्ख रहो। - स्टीव जॉब्स",
    "quote_9": "प्रतिभा खेल जीतती है, लेकिन टीम वर्क और बुद्धिमत्ता चैंपियनशिप जीतती है। - माइकल जॉर्डन",
    "quote_10": "बाधा ही रास्ता है। - मार्कस ऑरेलियस",
    "quote_11": "कल्पना ज्ञान से ज्यादा महत्वपूर्ण है। - अल्बर्ट आइंस्टीन",
    "quote_12": "पागलपन एक ही काम को बार-बार करना और अलग परिणाम की उम्मीद करना है। - अल्बर्ट आइंस्टीन",
    "quote_13": "वर्तमान उनका है; भविष्य, जिसके लिए मैंने वास्तव में काम किया, मेरा है। - निकोला टेस्ला",
    "quote_14": "मैं असफल नहीं हुआ हूँ। मैंने बस 10,000 ऐसे तरीके खोजे हैं जो काम नहीं करते। - थॉमस एडिसन",
    "quote_15": "बुद्धि परिवर्तन के अनुकूल होने की क्षमता है। - स्टीफन हॉकिंग",
    "quote_16": "जीवन में किसी भी चीज़ से डरना नहीं चाहिए, उसे केवल समझा जाना चाहिए। - मैरी क्यूरी",
    "quote_17": "अगर मैंने आगे देखा है, तो यह दिग्गजों के कंधों पर खड़े होकर है। - आइजैक न्यूटन",
    "quote_18": "संदेह आविष्कार का पिता है। - गैलीलियो गैलीली",
    "quote_19": "यह सबसे मजबूत प्रजाति नहीं है जो जीवित रहती है... यह वह है जो बदलाव के लिए सबसे अधिक अनुकूल है। - चार्ल्स डार्विन",
    "quote_20": "सीखना कभी दिमाग को नहीं थकाता। - लियोनार्डो दा विंची",
    "quote_21": "बिना परखा हुआ जीवन जीने योग्य नहीं है। - सुकरात",
    "quote_22": "वह जो खुद पर शासन कर सकता है वह दुनिया पर शासन कर सकता है। - प्लेटो",
    "quote_23": "शिक्षा की जड़ें कड़वी हैं, लेकिन फल मीठा है। - अरस्तू",
    "quote_24": "जो हमें नहीं मारता वह हमें और मजबूत बनाता है। - फ्रेडरिक नीत्शे",
    "quote_25": "अच्छा दिमाग होना ही काफी नहीं है; मुख्य बात इसका अच्छा उपयोग करना है। - रेने डेसकार्टेस",
    "quote_26": "कल मैं चालाक था, इसलिए मैं दुनिया को बदलना चाहता था। आज मैं समझदार हूँ, इसलिए मैं खुद को बदल रहा हूँ। - रूमी",
    "quote_27": "ज्ञान समझना है; ज्ञान खुद को समझना है। - यूनुस इमरे",
    "quote_28": "संभव की सीमा देखने के लिए, आपको असंभव का प्रयास करना होगा। - सुल्तान मेहमेद द्वितीय",
    "quote_29": "कोई भी लाइलाज बीमारी नहीं है - केवल इच्छाशक्ति की कमी है। - इब्न सिना",
    "quote_30": "कठिनाइयाँ मन को मजबूत करती हैं, जैसे श्रम शरीर को करता है। - सेनेका",
    "quote_31": "महत्वपूर्ण यह नहीं है कि आपके साथ क्या होता है, बल्कि यह है कि आप उस पर कैसे प्रतिक्रिया करते हैं। - एपिक्टेटस",
    "quote_32": "जब आप सुबह उठें, तो सोचें कि जीवित रहना कितना बड़ा विशेषाधिकार है। - मार्कस ऑरेलियस",
    "quote_33": "जानना पर्याप्त नहीं है, हमें आवेदन करना चाहिए। इच्छुक होना पर्याप्त नहीं है, हमें करना चाहिए। - ब्रूस ली",
    "quote_34": "दिन मत गिनो, दिनों को यादगार बनाओ। - मुहम्मद अली",
    "quote_35": "मैं विफलता को स्वीकार कर सकता हूँ, हर कोई किसी न किसी चीज़ में विफल होता है। लेकिन मैं कोशिश न करना स्वीकार नहीं कर सकता। - माइकल जॉर्डन",
    "quote_36": "धैर्य सफलता का एक प्रमुख तत्व है। - बिल गेट्स",
    "quote_37": "अगर आप सुबह उठते हैं और सोचते हैं कि भविष्य बेहतर होने वाला है, तो यह एक उज्ज्वल दिन है। - एलन मस्क",
    "quote_38": "आपका समय सीमित है, इसलिए इसे किसी और का जीवन जीने में बर्बाद न करें। - स्टीव जॉब्स",
    "quote_39": "कोई भी पक्षी बहुत ऊँचा नहीं उड़ता अगर वह अपने पंखों से उड़ता है। - राइट ब्रदर्स",
    "quote_40": "ज्यादातर लोग बुद्धिमत्ता में विश्वास करते हैं, मैं नहीं, जो हमें अलग करता है वह है प्रयास। - अजीज संचार",
    "quote_41": "जो जोखिम नहीं लेता वह शैंपेन नहीं पीता। - जियोर्जी ज़ुकोव",
    "quote_42": "सबसे अंधेरी घड़ी भोर से ठीक पहले होती है।",
    "quote_43": "पानी पत्थर को काटता है, अपनी ताकत से नहीं, बल्कि अपनी निरंतरता से।",
    "quote_44": "सफलता वह है जहाँ तैयारी और अवसर मिलते हैं।",
    "quote_45": "यदि आप इसे सरलता से नहीं समझा सकते हैं, तो आप इसे पर्याप्त अच्छी तरह से नहीं समझते हैं। - आइंस्टीन",
    "quote_46": "तर्क आपको ए से बी तक ले जाएगा। कल्पना आपको हर जगह ले जाएगी। - आइंस्टीन",
    "quote_47": "रचनात्मकता संक्रामक है, इसे आगे बढ़ाएं। - आइंस्टीन",
    "quote_48": "प्रतिभा जटिल विचारों को सरल बना रही है। - आइंस्टीन",
    "quote_49": "कल के लिए मत टालो जो तुम आज कर सकते हो।",
    "quote_50": "आपकी एकमात्र सीमा आपका दिमाग है।",
    "quote_51": "जीवन में सबसे वास्तविक मार्गदर्शक विज्ञान और ज्ञान है। - मुस्तफा कमाल अतातुर्क",
    "quote_52": "स्वयं को जानो। - सुकरात",
    "quote_53": "हम केवल वही बदलाव देख सकते हैं जो हम बनना चाहते हैं। - प्लेटो",
    "quote_54": "साहर डर की अनुपस्थिति नहीं है, बल्कि डर के बावजूद कार्रवाई करना है। - अरस्तू",
    "quote_55": "मैं सोचता हूँ, इसलिए मैं हूँ। - रेने डेसकार्टेस",
    "quote_56": "यदि आपको यह करना चाहिए, तो आप यह कर सकते हैं। - इमैनुएल कांट",
    "quote_57": "आपको अपनी खुद की लौ से जलने का साहस करना चाहिए। - फ्रेडरिक नीत्शे",
    "quote_58": "जो जानता है कि वह कौन है, वही जानता है कि सब कुछ कौन है। - लाओ त्सू",
    "quote_59": "बिना लड़े जीतना सबसे बड़ी महारत है। - सन त्ज़ु",
    "quote_60": "विवरण पूर्णता बनाते हैं, और पूर्णता कोई विवरण नहीं है। - लियोनार्डो दा विंची",
    "quote_61": "महत्वपूर्ण बात यह है कि सवाल करना बंद न करें। - अल्बर्ट आइंस्टीन",
    "quote_62": "प्रगति के लिए आपको जोखिम उठाना होगा। - मैरी क्यूरी",
    "quote_63": "जो मापने योग्य है उसे मापें, और जो नहीं है उसे मापने योग्य बनाएं। - गैलीलियो गैलीली",
    "quote_64": "जीवन कितना भी कठिन क्यों न लगे, हमेशा कुछ न कुछ होता है जो आप कर सकते हैं और उसमें सफल हो सकते हैं। - स्टीफन हॉकिंग",
    "quote_65": "अपने लक्ष्य की ओर उठाया गया हर कदम ही एकमात्र कदम है जो आप उठाते हैं। - कन्फ्यूशियस",
    "quote_66": "सबसे कीमती चीज समय है। - गोएथे",
    "quote_67": "उत्तम अच्छे का दुश्मन है। - वोल्टेयर",
    "quote_68": "विलंब जीवन के लिए सबसे बड़ी बाधा है। - सेनेका",
    "quote_69": "शिक्षा सबसे बड़ा आभूषण है। - एपिक्टेटस",
    "quote_70": "जो करना है करो। दूसरे क्या सोचते हैं इस पर ध्यान न दें। - मार्कस ऑरेलियस",
    "quote_71": "वह आदमी जो अपने अंधेरे का सामना नहीं कर सकता, दूसरों के अंधेरे पर प्रकाश नहीं डाल सकता। - कार्ल जंग",
    "quote_72": "सदाचार इच्छाशक्ति की ताकत है। - इमैनुएल कांट",
    "quote_73": "काम बुराई का मारक है। - जीन-जैक्स रूसो",
    "quote_74": "महत्वपूर्ण यह नहीं है कि जाना है, बल्कि यह जानना है कि आप कहाँ हैं। - मार्टिन हाइडेगर",
    "quote_75": "आप अपनी पसंद में स्वतंत्र हैं। - जीन-पॉल سार्त्र",
    "quote_76": "अपना जीवन जीना एक बड़ी जिम्मेदारी है। - सिमोन डी बेवॉयर",
    "quote_77": "खुशी का कोई रास्ता नहीं है; खुशी ही रास्ता है। - बुद्ध",
    "quote_78": "हमारी सबसे बड़ी महिमा कभी न गिरने में नहीं है, बल्कि हर बार गिरकर उठने में है। - कन्फ्यूशियस",
    "quote_79": "शुरू करने के लिए आपको महान होने की ज़रूरत नहीं है, लेकिन महान होने के लिए आपको शुरू करना होगा। - जिग जिगलर",
    "quote_80": "विफलता केवल फिर से शुरू करने का अवसर है, इस बार अधिक समझदारी से। - हेनरी फोर्ड",
    "quote_81": "जीवन की कई विफलताएं वे लोग हैं जिन्हें यह एहसास नहीं था कि जब उन्होंने हार मानी तो वे सफलता के कितने करीब थे। - थॉमस एडिसन",
    "quote_82": "अपना ध्यान एक चीज़ पर सीमित करें। - एलन मस्क",
    "quote_83": "दीर्घकालिक सफलता पर ध्यान केंद्रित करें। - जेफ बेजोस",
    "quote_84": "मैं एक कठिन काम करने के लिए एक आलसी व्यक्ति को चुनता हूँ, क्योंकि वह इसे करने का एक आसान तरीका खोज लेगा। - बिल गेट्स",
    "quote_85": "सरल जटिल से कठिन हो सकता है। - स्टीव जॉब्स",
    "quote_86": "पेड़ लगाने का सबसे अच्छा समय 20 साल पहले था। दूसरा सबसे अच्छा समय अब है। - वॉरेन बफेट",
    "quote_87": "अगले हफ्ते की सही योजना की तुलना में अभी हिंसक रूप से निष्पादित एक अच्छी योजना बेहतर है। - जॉर्ज एस पैटन",
    "quote_88": "खुद बनने पर ध्यान दें। बाकी सब फॉलो करेगा। - ओपरा विनफ्रे",
    "quote_89": "जब तक आप बेहतर नहीं जानते तब तक आप सबसे अच्छा करें। फिर जब आप बेहतर जानते हैं, तो बेहतर करें। - माया एंजेलो",
    "quote_90": "खुशी कोई बनी-बनाई चीज़ नहीं है। यह आपके अपने कार्यों से आती है। - दलाई लामा",
    "quote_91": "जब आप कुछ चाहते हैं, तो पूरी कायनात उसे हासिल करने में आपकी मदद करने की साजिश करती है। - पाउलो कोएल्हो",
    "quote_92": "स्वयं बनें; बाकी सब पहले से ही लिए जा चुके हैं। - ऑस्कर वाइल्ड",
    "quote_93": "कल चला गया, कल अज्ञात है; आज एक उपहार है। - रूमी",
    "quote_94": "ज्ञान मनुष्य द्वारा अपनी प्रकृति की पहचान है। - अल-फराबी",
    "quote_95": "कम खाओ, कम बोलो, कम सोओ; तुम्हारा जीवन बेहतर होगा। - एविसेना",
    "quote_96": "भोजन को अपनी औषधि बनने दो और औषधि को अपना भोजन। - हिप्पोक्रेट्स",
    "quote_97": "समय बहुत कीमती है। हमें इसका बेहतरीन तरीके से उपयोग करना चाहिए। - मुस्तफा कमाल अतातुर्क",
    "quote_98": "सबसे कठिन काम कुछ नहीं करना है। - मार्टिन लूथर किंग जूनियर",
    "quote_99": "सफलता खुशी की कुंजी नहीं है। खुशी सफलता की कुंजी है। - अल्बर्ट श्वाइट्जर",
    "quote_100": "जीवन खुद को खोजने के बारे में नहीं है। जीवन खुद को बनाने के बारे में है। - जॉर्ज बर्नार्ड शॉ",
    "on": "चालू",
    "off": "बंद",
    "reset_stats": "आंकड़े रीसेट करें",
    "reset_dialog_title": "डेटा रीसेट करें",
    "reset_dialog_content": "सभी आँकड़े हटा दिए जाएंगे। क्या आपको यकीन है?",
    "cancel": "रद्द करें",
    "yes_delete": "हाँ, हटाएँ",
    "data_cleared": "डेटा हटा दिया गया!",
    "congrats": "बहुत बढ़िया! सत्र पूरा हुआ।",
    "break_over_title": "ब्रेक खत्म! ",
    "break_over_msg": "चलो काम पर वापस चलते हैं। फोकस!",
    "work_completed_title": "सत्र पूरा हुआ! ",
    "work_completed_msg": "अच्छा काम! आपने ब्रेक कमाया है।",
    "total_focus_label": "कुल फोकस",
    "keep_streak": "कड़ी मत तोड़ो!",
    "change_lock_msg": "अवधि बदलने के लिए टाइमर रोकें।"
}