{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "oleh Mercan Software",
  "title": "Pomodoro",
  "focus": "Fokus",
  "short_break": "Istirahat Pendek",
  "long_break": "Istirahat Panjang",
  "reset": "Reset",
  "start": "MULAI",
  "pause": "JEDA",
  "resume": "LANJUTKAN",
  "stop_alarm": "SELESAI",
  "ready": "Siap?",
  "start_message": "Ayo mulai!",
  "settings_title": "Pengaturan",
  "duration_settings": "Pengaturan Durasi",
  "dark_mode": "Mode Gelap",
  "sound_label": "Suara Notifikasi",
  "language_label": "Bahasa",
  "classic_bell": "Lonceng Klasik",
  "digital": "Digital",
  "alarm": "Alarm",
  "sound_settings": "Pengaturan Suara",
  "background_music": "MUSIK FOKUS",
  "enable_music": "Musik Latar",
  "notification_sound": "SUARA NOTIFIKASI",
  "music_lock_msg": "Hentikan timer untuk mengubah musik.",
  "stats_title": "Statistik",
  "total_focus": "Total Fokus",
  "total_sessions": "Total Sesi",
  "this_week": "Minggu Ini",
  "all_time": "Sepanjang Waktu",
  "empty_stats": "Belum ada data, mulai bekerja!",
  "focus_hours": "Jam",
  "sessions_count": "Sesi",
  "today": "Hari Ini",
  "minutes_label": "Menit",
  "daily_streak": "Streak Harian",
  "day_label": "Hari",
  "sound_alarm": "Alarm Klasik",
  "sound_digital": "Digital",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Lonceng Kristal",
  "sound_zil1": "Lonceng 1",
  "sound_zil2": "Lonceng 2",
  "sound_zil3": "Lonceng 3",
  "sound_zil4": "Lonceng 4",
  "sound_zil5": "Lonceng 5",
  "sound_forest": "Hutan",
  "sound_ocean": "Laut",
  "sound_rain1": "Hujan Ringan",
  "sound_rain2": "Hujan Hutan",
  "sound_rain3": "Hujan Deras",
  "sound_thunder": "Badai Petir",
  "sound_wind": "Angin",
  "quote_1": "Perjalanan seribu mil dimulai dengan satu langkah. - Lao Tzu",
  "quote_2": "Keunggulan bukan tindakan, tapi kebiasaan. - Aristoteles",
  "quote_3": "Tidak masalah seberapa lambat kamu berjalan, asalkan tidak berhenti. - Konfusius",
  "quote_4": "Masa depan tergantung pada apa yang kamu lakukan hari ini. - Mahatma Gandhi",
  "quote_5": "Kemenangan milik mereka yang bisa berkata 'Kemenangan adalah milikku'. - M. Kemal Atatürk",
  "quote_6": "Lakukan saja. - Nike",
  "quote_7": "Kelola waktumu, kelola hidupmu.",
  "quote_8": "Tetaplah lapar, tetaplah bodoh. - Steve Jobs",
  "quote_9": "Bakat memenangkan pertandingan, tapi kerja tim memenangkan kejuaraan. - M. Jordan",
  "quote_10": "Rintangan adalah jalannya. - Marcus Aurelius",
  "quote_11": "Imajinasi lebih penting dari pengetahuan. - Albert Einstein",
  "quote_12": "Kegilaan adalah melakukan hal yang sama berulang kali dan mengharapkan hasil berbeda. - Albert Einstein",
  "quote_13": "Masa kini milik mereka; masa depan yang saya perjuangkan adalah milik saya. - Nikola Tesla",
  "quote_14": "Saya tidak gagal. Saya hanya menemukan 10.000 cara yang tidak berhasil. - Thomas Edison",
  "quote_15": "Kecerdasan adalah kemampuan beradaptasi dengan perubahan. - Stephen Hawking",
  "quote_16": "Tidak ada yang perlu ditakuti dalam hidup, hanya dipahami. - Marie Curie",
  "quote_17": "Jika saya melihat lebih jauh, itu karena saya berdiri di pundak raksasa. - Isaac Newton",
  "quote_18": "Keraguan adalah bapak dari penemuan. - Galileo Galilei",
  "quote_19": "Bukan spesies terkuat yang bertahan... tapi yang paling adaptif terhadap perubahan. - Charles Darwin",
  "quote_20": "Belajar tidak pernah melelahkan pikiran. - Leonardo da Vinci",
  "quote_21": "Hidup yang tidak diperiksa tidak layak dijalani. - Socrates",
  "quote_22": "Siapa yang memerintah dirinya sendiri bisa memerintah dunia. - Plato",
  "quote_23": "Akar pendidikan itu pahit, tapi buahnya manis. - Aristoteles",
  "quote_24": "Apa yang tidak membunuh kita membuat kita lebih kuat. - Friedrich Nietzsche",
  "quote_25": "Memiliki pikiran yang baik tidak cukup; yang penting adalah menggunakannya dengan baik. - René Descartes",
  "quote_26": "Kemarin saya pintar, jadi saya ingin mengubah dunia. Hari ini saya bijak, jadi saya mengubah diri sendiri. - Rumi",
  "quote_27": "Pengetahuan adalah memahami; pengetahuan adalah memahami diri sendiri. - Yunus Emre",
  "quote_28": "Untuk melihat batas kemungkinan, kamu harus mencoba yang tidak mungkin. - Mehmed Sang Penakluk",
  "quote_29": "Tidak ada penyakit yang tidak bisa disembuhkan - hanya kurangnya kemauan. - Ibn Sina",
  "quote_30": "Kesulitan memperkuat pikiran, seperti kerja memperkuat tubuh. - Seneca",
  "quote_31": "Bukan apa yang terjadi padamu, tapi bagaimana kamu bereaksi yang penting. - Epictetus",
  "quote_32": "Ketika bangun pagi, pikirkan betapa beruntungnya bisa hidup. - Marcus Aurelius",
  "quote_33": "Mengetahui tidak cukup, kita harus menerapkan. Berkeinginan tidak cukup, kita harus melakukan. - Bruce Lee",
  "quote_34": "Jangan hitung hari, buat hari berarti. - Muhammad Ali",
  "quote_35": "Saya bisa menerima kegagalan, semua orang gagal dalam sesuatu. Tapi saya tidak bisa menerima tidak mencoba. - Michael Jordan",
  "quote_36": "Kesabaran adalah elemen kunci kesuksesan. - Bill Gates",
  "quote_37": "Jika bangun pagi dan berpikir masa depan akan lebih baik, itu hari yang cerah. - Elon Musk",
  "quote_38": "Waktu terbatas, jangan sia-siakan untuk hidup orang lain. - Steve Jobs",
  "quote_39": "Tidak ada burung yang terbang terlalu tinggi jika terbang dengan sayapnya sendiri. - Wright Bersaudara",
  "quote_40": "Kebanyakan percaya pada kecerdasan, saya tidak, yang membedakan kita adalah usaha. - Aziz Sancar",
  "quote_41": "Siapa yang tidak berani tidak minum sampanye. - Georgy Zhukov",
  "quote_42": "Jam tergelap adalah sebelum fajar.",
  "quote_43": "Air menembus batu, bukan dengan kekuatan, tapi dengan ketekunan.",
  "quote_44": "Sukses adalah tempat persiapan bertemu kesempatan.",
  "quote_45": "Jika tidak bisa menjelaskan dengan sederhana, kamu tidak cukup memahami. - Einstein",
  "quote_46": "Logika membawamu dari A ke B. Imajinasi membawamu ke mana saja. - Einstein",
  "quote_47": "Kreativitas itu menular, sebarkan. - Einstein",
  "quote_48": "Kejeniusan adalah membuat ide kompleks menjadi sederhana. - Einstein",
  "quote_49": "Jangan menunda apa yang bisa dilakukan hari ini.",
  "quote_50": "Satu-satunya batasanmu adalah pikiranmu.",
  "quote_51": "Pemandu paling tulus dalam hidup adalah ilmu dan pengetahuan. - M. Kemal Atatürk",
  "quote_52": "Kenali dirimu. - Socrates",
  "quote_53": "Kita hanya bisa melihat perubahan yang ingin kita jadi. - Plato",
  "quote_54": "Keberanian bukan ketiadaan rasa takut, tapi bertindak meski takut. - Aristoteles",
  "quote_55": "Saya berpikir, maka saya ada. - René Descartes",
  "quote_56": "Jika harus melakukan, kamu bisa melakukan. - Immanuel Kant",
  "quote_57": "Kamu harus berani terbakar dengan apimu sendiri. - Friedrich Nietzsche",
  "quote_58": "Hanya yang tahu siapa dirinya yang tahu siapa segalanya. - Lao Tzu",
  "quote_59": "Menang tanpa bertarung adalah penguasaan tertinggi. - Sun Tzu",
  "quote_60": "Detail membuat kesempurnaan, dan kesempurnaan bukan detail. - Leonardo da Vinci",
  "quote_61": "Yang penting adalah jangan berhenti bertanya. - Albert Einstein",
  "quote_62": "Kamu harus mengambil risiko untuk maju. - Marie Curie",
  "quote_63": "Ukur yang bisa diukur, dan buat yang tidak bisa diukur menjadi terukur. - Galileo Galilei",
  "quote_64": "Sekerasnya hidup terlihat, selalu ada yang bisa dilakukan dan berhasil. - Stephen Hawking",
  "quote_65": "Setiap langkah menuju tujuan adalah satu-satunya langkah yang kamu ambil. - Konfusius",
  "quote_66": "Hal paling berharga adalah waktu. - Goethe",
  "quote_67": "Sempurna adalah musuh dari baik. - Voltaire",
  "quote_68": "Penundaan adalah hambatan terbesar dalam hidup. - Seneca",
  "quote_69": "Pendidikan adalah hiasan terbesar. - Epictetus",
  "quote_70": "Lakukan yang harus dilakukan. Jangan pedulikan pikiran orang lain. - Marcus Aurelius",
  "quote_71": "Orang yang tidak bisa menghadapi kegelapannya sendiri tidak bisa menerangi kegelapan orang lain. - Carl Jung",
  "quote_72": "Kebajikan adalah kekuatan kehendak. - Immanuel Kant",
  "quote_73": "Bekerja adalah penangkal kejahatan. - Jean-Jacques Rousseau",
  "quote_74": "Yang penting bukan pergi, tapi tahu di mana kamu berada. - Martin Heidegger",
  "quote_75": "Kamu bebas dalam pilihanmu. - Jean-Paul Sartre",
  "quote_76": "Menjalani hidupmu sendiri adalah tanggung jawab besar. - Simone de Beauvoir",
  "quote_77": "Tidak ada jalan menuju kebahagiaan; kebahagiaan adalah jalannya. - Buddha",
  "quote_78": "Kemuliaan terbesar bukan tidak pernah jatuh, tapi bangkit setiap kali jatuh. - Konfusius",
  "quote_79": "Tidak perlu hebat untuk memulai, tapi harus memulai untuk menjadi hebat. - Zig Ziglar",
  "quote_80": "Kegagalan adalah kesempatan untuk memulai lagi, kali ini lebih cerdas. - Henry Ford",
  "quote_81": "Banyak kegagalan dalam hidup adalah orang yang tidak sadar betapa dekat mereka dengan sukses saat menyerah. - Thomas Edison",
  "quote_82": "Persempit fokusmu pada satu hal. - Elon Musk",
  "quote_83": "Fokus hanya pada kesuksesan jangka panjang. - Jeff Bezos",
  "quote_84": "Saya pilih orang malas untuk pekerjaan sulit, karena dia akan menemukan cara mudah. - Bill Gates",
  "quote_85": "Sederhana bisa lebih sulit dari kompleks. - Steve Jobs",
  "quote_86": "Waktu terbaik menanam pohon adalah 20 tahun lalu. Waktu terbaik kedua adalah sekarang. - Warren Buffett",
  "quote_87": "Rencana bagus yang dieksekusi dengan kuat sekarang lebih baik dari rencana sempurna minggu depan. - George S. Patton",
  "quote_88": "Fokus menjadi diri sendiri. Yang lain akan mengikuti. - Oprah Winfrey",
  "quote_89": "Lakukan yang terbaik sampai tahu lebih banyak. Saat tahu lebih banyak, lakukan lebih baik. - Maya Angelou",
  "quote_90": "Kebahagiaan bukan sesuatu yang jadi. Ia datang dari tindakanmu sendiri. - Dalai Lama",
  "quote_91": "Saat menginginkan sesuatu, seluruh alam semesta bersekongkol membantumu mencapainya. - Paulo Coelho",
  "quote_92": "Jadilah dirimu sendiri; semua orang lain sudah diambil. - Oscar Wilde",
  "quote_93": "Kemarin berlalu, besok tidak diketahui; hari ini adalah hadiah. - Rumi",
  "quote_94": "Pengetahuan adalah pengakuan manusia akan sifatnya sendiri. - Al-Farabi",
  "quote_95": "Makan lebih sedikit, bicara lebih sedikit, tidur lebih sedikit; hidupmu akan lebih baik. - Avicenna",
  "quote_96": "Biarkan makanan menjadi obatmu dan obat menjadi makananmu. - Hippocrates",
  "quote_97": "Waktu sangat berharga. Kita harus menggunakannya sebaik mungkin. - M. Kemal Atatürk",
  "quote_98": "Tugas tersulit adalah tidak melakukan apa-apa. - Martin Luther King Jr.",
  "quote_99": "Sukses bukan kunci kebahagiaan. Kebahagiaan adalah kunci sukses. - Albert Schweitzer",
  "quote_100": "Hidup bukan tentang menemukan dirimu. Hidup tentang menciptakan dirimu. - George Bernard Shaw",
  "on": "Aktif",
  "off": "Nonaktif",
  "reset_stats": "Reset Statistik",
  "reset_dialog_title": "Reset Data",
  "reset_dialog_content": "Semua statistik akan dihapus. Yakin?",
  "cancel": "Batal",
  "yes_delete": "Ya, Hapus",
  "data_cleared": "Data dihapus!",
  "congrats": "Luar biasa! Sesi Selesai.",
  "break_over_title": "Istirahat Selesai!",
  "break_over_msg": "Kembali bekerja. Fokus!",
  "work_completed_title": "Sesi Selesai!",
  "work_completed_msg": "Kerja bagus! Kamu pantas istirahat.",
  "total_focus_label": "Total Fokus",
  "keep_streak": "Jangan putus streaknya!",
  "change_lock_msg": "Hentikan timer untuk mengubah durasi.",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "diterapkan!",
  "theme_unlocked": "terbuka!",
  "unlock_theme_msg": "Tonton video pendek untuk membuka tema ini.",
  "watch_ad": "Tonton Iklan",
  "recommended_sound": "Direkomendasikan",
  "ad_loading": "Iklan memuat, coba lagi...",
  "save": "Simpan",
  "min_max_warning": "Masukkan antara {} dan {}",
  "daily_avg": "Rata-rata Harian",
  "per_day": "per hari",
  "best_day": "Hari Terbaik",
  "keep_fire_burning": "Jaga api tetap menyala!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Orisinal, Klasik",
  "theme_name_classic_elite": "Klasik",
  "theme_vibe_classic_elite": "Kepercayaan, Sederhana",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Thriller, Misteri, 80an",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Biru Kristal, Trik Kuning",
  "theme_name_deep_ocean": "Lautan Dalam",
  "theme_vibe_deep_ocean": "Kedalaman, Fokus",
  "theme_name_mystic_forest": "Hutan Mistis",
  "theme_vibe_mystic_forest": "Alam, Damai",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Masa Depan",
  "theme_name_royal_gold": "Emas Kerajaan",
  "theme_vibe_royal_gold": "Mewah, Sukses",
  "theme_name_sunset_lofi": "Senja Lofi",
  "theme_vibe_sunset_lofi": "Estetik, Santai",
  "theme_name_nordic_snow": "Salju Nordik",
  "theme_vibe_nordic_snow": "Minimal, Kontras",
  "theme_name_volcano": "Gunung Berapi",
  "theme_vibe_volcano": "Kekuatan, Energi"
}