{
    "title": "Pomodoro",
    "focus": "Fokus",
    "short_break": "Istirahat Pendek",
    "long_break": "Istirahat Panjang",
    "reset": "Atur Ulang",
    "start": "MULAI",
    "pause": "JEDA",
    "resume": "LANJUTKAN",
    "stop_alarm": "SELESAI",
    "ready": "Apakah Anda siap? ",
    "start_message": "Ayo Mulai! ",
    "settings_title": "Pengaturan",
    "duration_settings": "Pengaturan Durasi",
    "dark_mode": "Mode Gelap",
    "sound_label": "Suara Notifikasi",
    "language_label": "Bahasa",
    "classic_bell": "Lonceng Klasik",
    "digital": "Digital",
    "alarm": "Alarm",
    "sound_settings": "Pengaturan Suara",
    "background_music": "MUSIK FOKUS",
    "enable_music": "Musik Latar",
    "notification_sound": "SUARA NOTIFIKASI",
    "music_lock_msg": "Hentikan timer untuk mengubah musik.",
    "stats_title": "Statistik",
    "total_focus": "Total Fokus",
    "total_sessions": "Total Sesi",
    "this_week": "Minggu Ini",
    "all_time": "Semua",
    "empty_stats": "Belum ada data, mulailah bekerja!",
    "focus_hours": "Jam",
    "sessions_count": "Sesi",
    "today": "Hari Ini",
    "minutes_label": "Menit",
    "daily_streak": "Runtunan Harian",
    "day_label": "Hari",
    "sound_alarm": "Alarm Klasik",
    "sound_digital": "Digital",
    "sound_bell3": "Ding Dong",
    "sound_bell8": "Lonceng Kristal",
    "sound_zil1": "Lonceng 1",
    "sound_zil2": "Lonceng 2",
    "sound_zil3": "Lonceng 3",
    "sound_zil4": "Lonceng 4",
    "sound_zil5": "Lonceng 5",
    "sound_forest": "Hutan",
    "sound_ocean": "Samudra",
    "sound_rain1": "Hujan Ringan",
    "sound_rain2": "Hujan Hutan",
    "sound_rain3": "Hujan Lebat",
    "sound_thunder": "Badai Petir",
    "sound_wind": "Angin",
    "quote_1": "Perjalanan seribu mil dimulai dengan satu langkah. - Lao Tzu",
    "quote_2": "Keunggulan bukanlah suatu tindakan, tetapi kebiasaan. - Aristoteles",
    "quote_3": "Tidak masalah seberapa lambat Anda berjalan selama Anda tidak berhenti. - Konfusius",
    "quote_4": "Masa depan tergantung pada apa yang Anda lakukan hari ini. - Mahatma Gandhi",
    "quote_5": "Kemenangan adalah milik mereka yang bisa mengatakan 'Kemenangan adalah milikku'. - M. Kemal Atatürk",
    "quote_6": "Lakukan saja. - Nike",
    "quote_7": "Kelola waktumu, kelola hidupmu.",
    "quote_8": "Tetap lapar, tetap bodoh. - Steve Jobs",
    "quote_9": "Bakat memenangkan pertandingan, tetapi kerja tim memenangkan kejuaraan. - M. Jordan",
    "quote_10": "Rintangan adalah jalan. - Marcus Aurelius",
    "quote_11": "Imajinasi lebih penting daripada pengetahuan. - Albert Einstein",
    "quote_12": "Kegilaan adalah melakukan hal yang sama berulang-ulang dan mengharapkan hasil yang berbeda. - Albert Einstein",
    "quote_13": "Masa kini adalah milik mereka; masa depan, yang benar-benar saya kerjakan, adalah milik saya. - Nikola Tesla",
    "quote_14": "Saya tidak gagal. Saya hanya menemukan 10.000 cara yang tidak berhasil. - Thomas Edison",
    "quote_15": "Kecerdasan adalah kemampuan untuk beradaptasi dengan perubahan. - Stephen Hawking",
    "quote_16": "Tidak ada yang perlu ditakuti dalam hidup, hanya perlu dipahami. - Marie Curie",
    "quote_17": "Jika saya melihat lebih jauh, itu karena saya berdiri di atas bahu raksasa. - Isaac Newton",
    "quote_18": "Keraguan adalah bapak penemuan. - Galileo Galilei",
    "quote_19": "Bukan spesies terkuat yang bertahan... Tetapi yang paling bisa beradaptasi dengan perubahan. - Charles Darwin",
    "quote_20": "Belajar tidak pernah melelahkan pikiran. - Leonardo da Vinci",
    "quote_21": "Hidup yang tidak diuji tidak layak dijalani. - Socrates",
    "quote_22": "Dia yang bisa memerintah dirinya sendiri bisa memerintah dunia. - Plato",
    "quote_23": "Akar pendidikan itu pahit, tapi buahnya manis. - Aristoteles",
    "quote_24": "Apa yang tidak membunuh kita membuat kita lebih kuat. - Friedrich Nietzsche",
    "quote_25": "Tidak cukup hanya memiliki pikiran yang baik; yang utama adalah menggunakannya dengan baik. - René Descartes",
    "quote_26": "Kemarin saya pintar, jadi saya ingin mengubah dunia. Hari ini saya bijaksana, jadi saya mengubah diri saya sendiri. - Rumi",
    "quote_27": "Pengetahuan adalah memahami; pengetahuan adalah memahami diri sendiri. - Yunus Emre",
    "quote_28": "Untuk melihat batas kemungkinan, Anda harus mencoba yang tidak mungkin. - Mehmed sang Penakluk",
    "quote_29": "Tidak ada penyakit yang tidak bisa disembuhkan — hanya kurangnya kemauan. - Ibnu Sina",
    "quote_30": "Kesulitan memperkuat pikiran, seperti kerja memperkuat tubuh. - Seneca",
    "quote_31": "Bukan apa yang terjadi pada Anda, tetapi bagaimana Anda bereaksi terhadapnya yang penting. - Epictetus",
    "quote_32": "Ketika Anda bangun di pagi hari, pikirkan betapa istimewanya hidup ini. - Marcus Aurelius",
    "quote_33": "Mengetahui tidak cukup, kita harus menerapkan. Berkeinginan tidak cukup, kita harus melakukan. - Bruce Lee",
    "quote_34": "Jangan menghitung hari, buatlah hari-hari itu berarti. - Muhammad Ali",
    "quote_35": "Saya bisa menerima kegagalan, semua orang gagal dalam sesuatu. Tapi saya tidak bisa menerima jika tidak mencoba. - Michael Jordan",
    "quote_36": "Kesabaran adalah elemen kunci kesuksesan. - Bill Gates",
    "quote_37": "Jika Anda bangun di pagi hari dan berpikir masa depan akan lebih baik, itu adalah hari yang cerah. - Elon Musk",
    "quote_38": "Waktu Anda terbatas, jangan sia-siakan dengan menjalani hidup orang lain. - Steve Jobs",
    "quote_39": "Tidak ada burung yang terbang terlalu tinggi jika ia terbang dengan sayapnya sendiri. - Wright Bersaudara",
    "quote_40": "Kebanyakan orang percaya pada kecerdasan, saya tidak, yang membedakan kita adalah usaha. - Aziz Sancar",
    "quote_41": "Dia yang tidak mengambil risiko tidak minum sampanye. - Georgy Zhukov",
    "quote_42": "Jam paling gelap adalah tepat sebelum fajar.",
    "quote_43": "Air memotong batu, bukan karena kekuatannya, tetapi karena ketekunannya.",
    "quote_44": "Sukses adalah pertemuan antara persiapan dan kesempatan.",
    "quote_45": "Jika Anda tidak bisa menjelaskannya dengan sederhana, Anda tidak cukup memahaminya. - Einstein",
    "quote_46": "Logika akan membawa Anda dari A ke B. Imajinasi akan membawa Anda ke mana saja. - Einstein",
    "quote_47": "Kreativitas itu menular, sebarkan. - Einstein",
    "quote_48": "Jenius adalah membuat ide-ide kompleks menjadi sederhana. - Einstein",
    "quote_49": "Jangan tunda sampai besok apa yang bisa Anda lakukan hari ini.",
    "quote_50": "Satu-satunya batasanmu adalah pikiranmu.",
    "quote_51": "Panduan paling tulus dalam hidup adalah sains dan pengetahuan. - M. Kemal Atatürk",
    "quote_52": "Kenali dirimu sendiri. - Socrates",
    "quote_53": "Kita hanya bisa melihat perubahan yang ingin kita jadikan. - Plato",
    "quote_54": "Keberanian bukanlah ketiadaan rasa takut, tetapi tindakan meskipun ada rasa takut. - Aristoteles",
    "quote_55": "Saya berpikir, maka saya ada. - René Descartes",
    "quote_56": "Jika Anda harus melakukannya, Anda dapat melakukannya. - Immanuel Kant",
    "quote_57": "Anda harus berani membakar dengan nyala api Anda sendiri. - Friedrich Nietzsche",
    "quote_58": "Hanya dia yang tahu siapa dirinya, yang tahu siapa segalanya. - Lao Tzu",
    "quote_59": "Menang tanpa bertarung adalah penguasaan tertinggi. - Sun Tzu",
    "quote_60": "Detail membuat kesempurnaan, dan kesempurnaan bukanlah detail. - Leonardo da Vinci",
    "quote_61": "Hal yang penting adalah jangan berhenti bertanya. - Albert Einstein",
    "quote_62": "Anda harus mengambil risiko untuk maju. - Marie Curie",
    "quote_63": "Ukur apa yang bisa diukur, dan buat terukur apa yang tidak. - Galileo Galilei",
    "quote_64": "Betapapun sulitnya hidup ini, selalu ada sesuatu yang dapat Anda lakukan dan berhasil. - Stephen Hawking",
    "quote_65": "Setiap langkah menuju tujuan Anda adalah satu-satunya langkah yang Anda ambil. - Konfusius",
    "quote_66": "Hal yang paling berharga adalah waktu. - Goethe",
    "quote_67": "Yang sempurna adalah musuh yang baik. - Voltaire",
    "quote_68": "Penundaan adalah hambatan terbesar bagi kehidupan. - Seneca",
    "quote_69": "Pendidikan adalah hiasan terbesar. - Epictetus",
    "quote_70": "Lakukan apa yang harus Anda lakukan. Jangan pedulkan apa yang dipikirkan orang lain. - Marcus Aurelius",
    "quote_71": "Orang yang tidak bisa menghadapi kegelapannya sendiri tidak bisa menerangi kegelapan orang lain. - Carl Jung",
    "quote_72": "Kebajikan adalah kekuatan keinginan. - Immanuel Kant",
    "quote_73": "Bekerja adalah penawar kejahatan. - Jean-Jacques Rousseau",
    "quote_74": "Yang penting bukan pergi, tapi tahu di mana Anda berada. - Martin Heidegger",
    "quote_75": "Anda bebas dalam pilihan Anda. - Jean-Paul Sartre",
    "quote_76": "Menjalani hidup sendiri adalah tanggung jawab yang besar. - Simone de Beauvoir",
    "quote_77": "Tidak ada jalan menuju kebahagiaan; kebahagiaan adalah jalannya. - Buddha",
    "quote_78": "Kemuliaan terbesar kita bukan karena tidak pernah jatuh, tetapi bangkit setiap kali kita jatuh. - Konfusius",
    "quote_79": "Anda tidak perlu menjadi hebat untuk memulai, tetapi Anda harus memulai untuk menjadi hebat. - Zig Ziglar",
    "quote_80": "Kegagalan hanyalah kesempatan untuk memulai lagi, kali ini dengan lebih cerdas. - Henry Ford",
    "quote_81": "Banyak kegagalan hidup adalah orang-orang yang tidak menyadari seberapa dekat mereka dengan kesuksesan ketika mereka menyerah. - Thomas Edison",
    "quote_82": "Persempit fokus Anda pada satu hal. - Elon Musk",
    "quote_83": "Hanya fokus pada kesuksesan jangka panjang. - Jeff Bezos",
    "quote_84": "Saya memilih orang yang malas untuk melakukan pekerjaan yang sulit, karena dia akan menemukan cara mudah untuk melakukannya. - Bill Gates",
    "quote_85": "Sederhana bisa lebih sulit daripada rumit. - Steve Jobs",
    "quote_86": "Waktu terbaik untuk menanam pohon adalah 20 tahun yang lalu. Waktu terbaik kedua adalah sekarang. - Warren Buffett",
    "quote_87": "Rencana bagus yang dijalankan dengan keras sekarang lebih baik daripada rencana sempurna minggu depan. - George S. Patton",
    "quote_88": "Fokuslah menjadi diri sendiri. Segala sesuatu yang lain akan mengikuti. - Oprah Winfrey",
    "quote_89": "Lakukan yang terbaik sampai Anda tahu lebih banyak. Ketika Anda tahu lebih banyak, lakukan lebih baik. - Maya Angelou",
    "quote_90": "Kebahagiaan bukanlah sesuatu yang sudah jadi. Itu berasal dari tindakan Anda sendiri. - Dalai Lama",
    "quote_91": "Ketika Anda menginginkan sesuatu, seluruh alam semesta bersatu untuk membantu Anda mencapainya. - Paulo Coelho",
    "quote_92": "Jadilah dirimu sendiri; orang lain sudah diambil. - Oscar Wilde",
    "quote_93": "Kemarin sudah pergi, besok tidak diketahui; hari ini adalah hadiah. - Rumi",
    "quote_94": "Pengetahuan adalah pengakuan manusia atas sifatnya sendiri. - Al-Farabi",
    "quote_95": "Makan lebih sedikit, bicara lebih sedikit, tidur lebih sedikit; hidupmu akan lebih baik. - Avicenna",
    "quote_96": "Biarkan makanan menjadi obatmu dan obat menjadi makananmu. - Hippocrates",
    "quote_97": "Waktu sangat berharga. Kita harus menggunakannya dengan cara terbaik. - M. Kemal Atatürk",
    "quote_98": "Tugas tersulit adalah tidak melakukan apa-apa. - Martin Luther King Jr.",
    "quote_99": "Sukses bukanlah kunci kebahagiaan. Kebahagiaan adalah kunci kesuksesan. - Albert Schweitzer",
    "quote_100": "Hidup bukan tentang menemukan dirimu sendiri. Hidup adalah tentang menciptakan dirimu sendiri. - George Bernard Shaw",
    "on": "Nyala",
    "off": "Mati",
    "reset_stats": "Atur Ulang Statistik",
    "reset_dialog_title": "Atur Ulang Data",
    "reset_dialog_content": "Semua statistik akan dihapus. Apakah Anda yakin?",
    "cancel": "Batal",
    "yes_delete": "Ya, Hapus",
    "data_cleared": "Data dihapus!",
    "congrats": "Kerja Bagus! Sesi Selesai.",
    "break_over_title": "Istirahat Selesai! ",
    "break_over_msg": "Ayo kembali bekerja. Fokus!",
    "work_completed_title": "Sesi Selesai! ",
    "work_completed_msg": "Kerja bagus! Anda mendapatkan istirahat.",
    "total_focus_label": "Total Fokus",
    "keep_streak": "Jangan putus rantainya!",
    "change_lock_msg": "Hentikan timer untuk mengubah durasi."
}