{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "di Mercan Software",
  "title": "Pomodoro",
  "focus": "Concentrazione",
  "short_break": "Pausa Breve",
  "long_break": "Pausa Lunga",
  "reset": "Ripristina",
  "start": "INIZIA",
  "pause": "PAUSA",
  "resume": "RIPRENDI",
  "stop_alarm": "TERMINA",
  "ready": "Sei pronto?",
  "start_message": "Andiamo!",
  "settings_title": "Impostazioni",
  "duration_settings": "Impostazioni Durata",
  "dark_mode": "Modalità Scura",
  "sound_label": "Suono Notifica",
  "language_label": "Lingua",
  "classic_bell": "Campana Classica",
  "digital": "Digitale",
  "alarm": "Sveglia",
  "sound_settings": "Impostazioni Audio",
  "background_music": "MUSICA DI CONCENTRAZIONE",
  "enable_music": "Musica di Sottofondo",
  "notification_sound": "SUONO DI NOTIFICA",
  "music_lock_msg": "Ferma il timer per cambiare la musica.",
  "stats_title": "Statistiche",
  "total_focus": "Concentrazione Totale",
  "total_sessions": "Sessioni Totali",
  "this_week": "Questa Settimana",
  "all_time": "Tutto il Tempo",
  "empty_stats": "Nessun dato ancora, inizia a lavorare!",
  "focus_hours": "Ore",
  "sessions_count": "Sessioni",
  "today": "Oggi",
  "minutes_label": "Minuti",
  "daily_streak": "Serie Giornaliera",
  "day_label": "Giorno",
  "sound_alarm": "Sveglia Classica",
  "sound_digital": "Digitale",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Campana di Cristallo",
  "sound_zil1": "Campana 1",
  "sound_zil2": "Campana 2",
  "sound_zil3": "Campana 3",
  "sound_zil4": "Campana 4",
  "sound_zil5": "Campana 5",
  "sound_forest": "Foresta",
  "sound_ocean": "Oceano",
  "sound_rain1": "Pioggia Leggera",
  "sound_rain2": "Pioggia nella Foresta",
  "sound_rain3": "Pioggia Forte",
  "sound_thunder": "Temporale",
  "sound_wind": "Vento",
  "quote_1": "Un viaggio di mille miglia inizia con un singolo passo. - Lao Tzu",
  "quote_2": "L'eccellenza non è un atto, ma un'abitudine. - Aristotele",
  "quote_3": "Non importa quanto lentamente vai, l'importante è non fermarsi. - Confucio",
  "quote_4": "Il futuro dipende da ciò che fai oggi. - Mahatma Gandhi",
  "quote_5": "La vittoria appartiene a chi può dire 'La vittoria è mia'. - M. Kemal Atatürk",
  "quote_6": "Just do it. - Nike",
  "quote_7": "Gestisci il tuo tempo, gestisci la tua vita.",
  "quote_8": "Resta affamato, resta folle. - Steve Jobs",
  "quote_9": "Il talento vince le partite, ma il lavoro di squadra vince i campionati. - M. Jordan",
  "quote_10": "L'ostacolo è la via. - Marco Aurelio",
  "quote_11": "L'immaginazione è più importante della conoscenza. - Albert Einstein",
  "quote_12": "La follia è fare sempre la stessa cosa aspettandosi risultati diversi. - Albert Einstein",
  "quote_13": "Il presente è loro; il futuro, per il quale ho davvero lavorato, è mio. - Nikola Tesla",
  "quote_14": "Non ho fallito. Ho solo trovato 10.000 modi che non funzionano. - Thomas Edison",
  "quote_15": "L'intelligenza è la capacità di adattarsi al cambiamento. - Stephen Hawking",
  "quote_16": "Niente nella vita deve essere temuto, solo compreso. - Marie Curie",
  "quote_17": "Se ho visto più lontano, è perché sono salito sulle spalle dei giganti. - Isaac Newton",
  "quote_18": "Il dubbio è il padre dell'invenzione. - Galileo Galilei",
  "quote_19": "Non è la specie più forte a sopravvivere... ma quella più adattabile al cambiamento. - Charles Darwin",
  "quote_20": "Imparare non esaurisce mai la mente. - Leonardo da Vinci",
  "quote_21": "Una vita non esaminata non vale la pena di essere vissuta. - Socrate",
  "quote_22": "Chi governa se stesso può governare il mondo. - Platone",
  "quote_23": "Le radici dell'educazione sono amare, ma il frutto è dolce. - Aristotele",
  "quote_24": "Ciò che non ci uccide ci rende più forti. - Friedrich Nietzsche",
  "quote_25": "Non basta avere una buona mente; la cosa principale è usarla bene. - René Descartes",
  "quote_26": "Ieri ero intelligente, così volevo cambiare il mondo. Oggi sono saggio, così sto cambiando me stesso. - Rumi",
  "quote_27": "La conoscenza è capire; la conoscenza è capire te stesso. - Yunus Emre",
  "quote_28": "Per vedere il limite del possibile, devi tentare l'impossibile. - Mehmed il Conquistatore",
  "quote_29": "Non ci sono malattie incurabili - solo mancanza di volontà. - Ibn Sina",
  "quote_30": "Le difficoltà rafforzano la mente, come il lavoro rafforza il corpo. - Seneca",
  "quote_31": "Non è ciò che ti accade, ma come reagisci che conta. - Epitteto",
  "quote_32": "Quando ti alzi la mattina, pensa al privilegio di essere vivo. - Marco Aurelio",
  "quote_33": "Sapere non è sufficiente, dobbiamo applicare. Volere non è abbastanza, dobbiamo fare. - Bruce Lee",
  "quote_34": "Non contare i giorni, fa' che i giorni contino. - Muhammad Ali",
  "quote_35": "Posso accettare il fallimento, tutti falliscono in qualcosa. Ma non posso accettare di non provarci. - Michael Jordan",
  "quote_36": "La pazienza è un elemento chiave del successo. - Bill Gates",
  "quote_37": "Se ti alzi la mattina pensando che il futuro sarà migliore, è una giornata luminosa. - Elon Musk",
  "quote_38": "Il tuo tempo è limitato, non sprecarlo vivendo la vita di qualcun altro. - Steve Jobs",
  "quote_39": "Nessun uccello vola troppo alto se vola con le proprie ali. - Fratelli Wright",
  "quote_40": "La maggior parte crede nell'intelligenza, io no, ciò che ci distingue è lo sforzo. - Aziz Sancar",
  "quote_41": "Chi non risica non rosica. - Georgy Zhukov",
  "quote_42": "L'ora più buia è quella prima dell'alba.",
  "quote_43": "L'acqua scava la pietra, non con la forza, ma con la persistenza.",
  "quote_44": "Il successo è dove la preparazione incontra l'opportunità.",
  "quote_45": "Se non puoi spiegarlo semplicemente, non lo capisci abbastanza bene. - Einstein",
  "quote_46": "La logica ti porterà da A a B. L'immaginazione ti porterà ovunque. - Einstein",
  "quote_47": "La creatività è contagiosa, passala. - Einstein",
  "quote_48": "Il genio è rendere semplici le idee complesse. - Einstein",
  "quote_49": "Non rimandare a domani quello che puoi fare oggi.",
  "quote_50": "Il tuo unico limite è la tua mente.",
  "quote_51": "La guida più autentica nella vita è la scienza e la conoscenza. - M. Kemal Atatürk",
  "quote_52": "Conosci te stesso. - Socrate",
  "quote_53": "Possiamo vedere solo il cambiamento che desideriamo essere. - Platone",
  "quote_54": "Il coraggio non è l'assenza di paura, ma l'azione nonostante la paura. - Aristotele",
  "quote_55": "Penso, dunque sono. - René Descartes",
  "quote_56": "Se devi farlo, puoi farlo. - Immanuel Kant",
  "quote_57": "Devi osare bruciare con la tua propria fiamma. - Friedrich Nietzsche",
  "quote_58": "Solo chi sa chi è, sa chi è tutto. - Lao Tzu",
  "quote_59": "Vincere senza combattere è la più grande maestria. - Sun Tzu",
  "quote_60": "I dettagli fanno la perfezione, e la perfezione non è un dettaglio. - Leonardo da Vinci",
  "quote_61": "L'importante è non smettere di interrogarsi. - Albert Einstein",
  "quote_62": "Devi correre rischi per progredire. - Marie Curie",
  "quote_63": "Misura ciò che è misurabile, e rendi misurabile ciò che non lo è. - Galileo Galilei",
  "quote_64": "Per quanto difficile possa sembrare la vita, c'è sempre qualcosa che puoi fare e avere successo. - Stephen Hawking",
  "quote_65": "Ogni passo verso il tuo obiettivo è l'unico passo che fai. - Confucio",
  "quote_66": "La cosa più preziosa è il tempo. - Goethe",
  "quote_67": "Il perfetto è nemico del bene. - Voltaire",
  "quote_68": "La procrastinazione è il più grande impedimento alla vita. - Seneca",
  "quote_69": "L'educazione è il più grande ornamento. - Epitteto",
  "quote_70": "Fai ciò che devi. Non prestare attenzione a ciò che pensano gli altri. - Marco Aurelio",
  "quote_71": "L'uomo che non può affrontare la propria oscurità non può illuminare quella degli altri. - Carl Jung",
  "quote_72": "La virtù è la forza della volontà. - Immanuel Kant",
  "quote_73": "Lavorare è l'antidoto al male. - Jean-Jacques Rousseau",
  "quote_74": "L'importante non è andare, ma sapere dove sei. - Martin Heidegger",
  "quote_75": "Sei libero nelle tue scelte. - Jean-Paul Sartre",
  "quote_76": "Vivere la propria vita è una grande responsabilità. - Simone de Beauvoir",
  "quote_77": "Non c'è strada per la felicità; la felicità è la strada. - Buddha",
  "quote_78": "La nostra più grande gloria non è non cadere mai, ma rialzarci ogni volta che cadiamo. - Confucio",
  "quote_79": "Non devi essere grande per iniziare, ma devi iniziare per essere grande. - Zig Ziglar",
  "quote_80": "Il fallimento è semplicemente l'opportunità di ricominciare, questa volta più intelligentemente. - Henry Ford",
  "quote_81": "Molti fallimenti nella vita sono persone che non si sono rese conto di quanto fossero vicine al successo quando si sono arrese. - Thomas Edison",
  "quote_82": "Restringi il tuo focus a una cosa sola. - Elon Musk",
  "quote_83": "Concentrati solo sul successo a lungo termine. - Jeff Bezos",
  "quote_84": "Scelgo una persona pigra per un lavoro difficile, perché troverà un modo facile per farlo. - Bill Gates",
  "quote_85": "Il semplice può essere più difficile del complesso. - Steve Jobs",
  "quote_86": "Il momento migliore per piantare un albero era 20 anni fa. Il secondo momento migliore è ora. - Warren Buffett",
  "quote_87": "Un buon piano eseguito violentemente ora è meglio di un piano perfetto la prossima settimana. - George S. Patton",
  "quote_88": "Concentrati sull'essere te stesso. Tutto il resto seguirà. - Oprah Winfrey",
  "quote_89": "Fai del tuo meglio finché non sai di più. Quando sai di più, fai meglio. - Maya Angelou",
  "quote_90": "La felicità non è qualcosa di pronto. Viene dalle tue azioni. - Dalai Lama",
  "quote_91": "Quando vuoi qualcosa, tutto l'universo cospira per aiutarti a ottenerlo. - Paulo Coelho",
  "quote_92": "Sii te stesso; tutti gli altri sono già presi. - Oscar Wilde",
  "quote_93": "Ieri è andato, domani è sconosciuto; oggi è un regalo. - Rumi",
  "quote_94": "La conoscenza è il riconoscimento dell'uomo della propria natura. - Al-Farabi",
  "quote_95": "Mangia di meno, parla di meno, dormi di meno; la tua vita sarà migliore. - Avicenna",
  "quote_96": "Fa' che il cibo sia la tua medicina e la medicina il tuo cibo. - Ippocrate",
  "quote_97": "Il tempo è molto prezioso. Dobbiamo usarlo nel modo migliore. - M. Kemal Atatürk",
  "quote_98": "Il compito più difficile è non fare nulla. - Martin Luther King Jr.",
  "quote_99": "Il successo non è la chiave della felicità. La felicità è la chiave del successo. - Albert Schweitzer",
  "quote_100": "La vita non è trovare te stesso. La vita è creare te stesso. - George Bernard Shaw",
  "on": "Attivo",
  "off": "Disattivo",
  "reset_stats": "Ripristina Statistiche",
  "reset_dialog_title": "Ripristina Dati",
  "reset_dialog_content": "Tutte le statistiche saranno eliminate. Sei sicuro?",
  "cancel": "Annulla",
  "yes_delete": "Sì, Elimina",
  "data_cleared": "Dati cancellati!",
  "congrats": "Ottimo! Sessione Completata.",
  "break_over_title": "Pausa Finita!",
  "break_over_msg": "Torniamo al lavoro. Concentrati!",
  "work_completed_title": "Sessione Completata!",
  "work_completed_msg": "Ottimo lavoro! Ti sei guadagnato una pausa.",
  "total_focus_label": "Concentrazione Totale",
  "keep_streak": "Non interrompere la serie!",
  "change_lock_msg": "Ferma il timer per cambiare la durata.",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "applicato!",
  "theme_unlocked": "sbloccato!",
  "unlock_theme_msg": "Guarda un breve video per sbloccare questo tema.",
  "watch_ad": "Guarda Annuncio",
  "recommended_sound": "Consigliato",
  "ad_loading": "Annuncio in caricamento, riprova...",
  "save": "Salva",
  "min_max_warning": "Inserisci tra {} e {}",
  "daily_avg": "Media Giornaliera",
  "per_day": "al giorno",
  "best_day": "Giorno Migliore",
  "keep_fire_burning": "Mantieni viva la fiamma!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Originale, Classico",
  "theme_name_classic_elite": "Classico",
  "theme_vibe_classic_elite": "Fiducia, Semplice",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Thriller, Mistero, Anni 80",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Blu Cristallo, Trucco Giallo",
  "theme_name_deep_ocean": "Oceano Profondo",
  "theme_vibe_deep_ocean": "Profondità, Concentrazione",
  "theme_name_mystic_forest": "Foresta Mistica",
  "theme_vibe_mystic_forest": "Natura, Pace",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Futuro",
  "theme_name_royal_gold": "Oro Reale",
  "theme_vibe_royal_gold": "Lusso, Successo",
  "theme_name_sunset_lofi": "Tramonto Lofi",
  "theme_vibe_sunset_lofi": "Estetico, Chill",
  "theme_name_nordic_snow": "Neve Nordica",
  "theme_vibe_nordic_snow": "Minimalista, Contrasto",
  "theme_name_volcano": "Vulcano",
  "theme_vibe_volcano": "Potenza, Energia"
}