{
    "title": "Pomodoro",
    "focus": "Concentrazione",
    "short_break": "Pausa Breve",
    "long_break": "Pausa Lunga",
    "reset": "Reimposta",
    "start": "INIZIA",
    "pause": "PAUSA",
    "resume": "RIPRENDI",
    "stop_alarm": "TERMINA",
    "ready": "Sei pronto? ",
    "start_message": "Andiamo! ",
    "settings_title": "Impostazioni",
    "duration_settings": "Impostazioni Durata",
    "dark_mode": "Modalità Scura",
    "sound_label": "Suono Notifica",
    "language_label": "Lingua",
    "classic_bell": "Campana Classica",
    "digital": "Digitale",
    "alarm": "Allarme",
    "sound_settings": "Impostazioni Audio",
    "background_music": "MUSICA DI CONCENTRAZIONE",
    "enable_music": "Musica di Sottofondo",
    "notification_sound": "SUONO DI NOTIFICA",
    "music_lock_msg": "Ferma il timer per cambiare musica.",
    "stats_title": "Statistiche",
    "total_focus": "Concentrazione Totale",
    "total_sessions": "Sessioni Totali",
    "this_week": "Questa Settimana",
    "all_time": "Tutto il Tempo",
    "empty_stats": "Nessun dato ancora, inizia a lavorare!",
    "focus_hours": "Ore",
    "sessions_count": "Sessioni",
    "today": "Oggi",
    "minutes_label": "Minuti",
    "daily_streak": "Serie Giornaliera",
    "day_label": "Giorno",
    "sound_alarm": "Allarme Classico",
    "sound_digital": "Digitale",
    "sound_bell3": "Ding Dong",
    "sound_bell8": "Campana di Cristallo",
    "sound_zil1": "Campana 1",
    "sound_zil2": "Campana 2",
    "sound_zil3": "Campana 3",
    "sound_zil4": "Campana 4",
    "sound_zil5": "Campana 5",
    "sound_forest": "Foresta",
    "sound_ocean": "Oceano",
    "sound_rain1": "Pioggia Leggera",
    "sound_rain2": "Pioggia nella Foresta",
    "sound_rain3": "Pioggia Forte",
    "sound_thunder": "Temporale",
    "sound_wind": "Vento",
    "quote_1": "Un viaggio di mille miglia inizia con un singolo passo. - Lao Tzu",
    "quote_2": "L'eccellenza non è un atto, ma un'abitudine. - Aristotele",
    "quote_3": "Non importa quanto vai piano, l'importante è non fermarsi. - Confucio",
    "quote_4": "Il futuro dipende da ciò che fai oggi. - Mahatma Gandhi",
    "quote_5": "La vittoria appartiene a coloro che possono dire 'La vittoria è mia'. - M. Kemal Atatürk",
    "quote_6": "Fallo e basta. - Nike",
    "quote_7": "Gestisci il tuo tempo, gestisci la tua vita.",
    "quote_8": "Sii affamato, sii folle. - Steve Jobs",
    "quote_9": "Il talento vince le partite, ma il lavoro di squadra vince i campionati. - M. Jordan",
    "quote_10": "L'ostacolo è la via. - Marco Aurelio",
    "quote_11": "L'immaginazione è più importante della conoscenza. - Albert Einstein",
    "quote_12": "La follia è fare sempre la stessa cosa aspettandosi risultati diversi. - Albert Einstein",
    "quote_13": "Il presente è loro; il futuro, per cui ho davvero lavorato, è mio. - Nikola Tesla",
    "quote_14": "Non ho fallito. Ho solo trovato 10.000 modi che non funzionano. - Thomas Edison",
    "quote_15": "L'intelligenza è la capacità di adattarsi al cambiamento. - Stephen Hawking",
    "quote_16": "Nulla nella vita è da temere, è solo da capire. - Marie Curie",
    "quote_17": "Se ho visto più lontano, è perché stavo sulle spalle dei giganti. - Isaac Newton",
    "quote_18": "Il dubbio è il padre dell'invenzione. - Galileo Galilei",
    "quote_19": "Non è la specie più forte a sopravvivere... È quella più adattabile al cambiamento. - Charles Darwin",
    "quote_20": "Imparare non esaurisce mai la mente. - Leonardo da Vinci",
    "quote_21": "Una vita senza esame non vale la pena di essere vissuta. - Socrate",
    "quote_22": "Chi governa se stesso può governare il mondo. - Platone",
    "quote_23": "Le radici dell'educazione sono amare, ma il frutto è dolce. - Aristotele",
    "quote_24": "Ciò che non ci uccide ci rende più forti. - Friedrich Nietzsche",
    "quote_25": "Non basta avere una buona mente; la cosa principale è usarla bene. - René Descartes",
    "quote_26": "Ieri ero intelligente, così volevo cambiare il mondo. Oggi sono saggio, così sto cambiando me stesso. - Rumi",
    "quote_27": "La conoscenza è capire; la conoscenza è capire se stessi. - Yunus Emre",
    "quote_28": "Per vedere il limite del possibile, devi tentare l'impossibile. - Mehmed il Conquistatore",
    "quote_29": "Non ci sono malattie incurabili — solo mancanza di volontà. - Ibn Sina",
    "quote_30": "Le difficoltà rafforzano la mente, come il lavoro rafforza il corpo. - Seneca",
    "quote_31": "Non è ciò che ti accade, ma come reagisci che conta. - Epitteto",
    "quote_32": "Quando ti alzi al mattino, pensa che privilegio è essere vivo. - Marco Aurelio",
    "quote_33": "Sapere non basta, dobbiamo applicare. Volere non basta, dobbiamo fare. - Bruce Lee",
    "quote_34": "Non contare i giorni, fai che i giorni contino. - Muhammad Ali",
    "quote_35": "Posso accettare il fallimento, tutti falliscono in qualcosa. Ma non posso accettare di non provare. - Michael Jordan",
    "quote_36": "La pazienza è un elemento chiave del successo. - Bill Gates",
    "quote_37": "Se ti alzi al mattino e pensi che il futuro sarà migliore, è un giorno luminoso. - Elon Musk",
    "quote_38": "Il tuo tempo è limitato, non sprecarlo vivendo la vita di qualcun altro. - Steve Jobs",
    "quote_39": "Nessun uccello vola troppo alto se vola con le proprie ali. - Fratelli Wright",
    "quote_40": "La maggior parte crede nell'intelligenza, io no, ciò che ci distingue è lo sforzo. - Aziz Sancar",
    "quote_41": "Chi non risica non rosica. - Georgy Zhukov",
    "quote_42": "L'ora più buia è quella prima dell'alba.",
    "quote_43": "L'acqua taglia la pietra, non per la sua forza, ma per la sua persistenza.",
    "quote_44": "Il successo è dove preparazione e opportunità si incontrano.",
    "quote_45": "Se non riesci a spiegarlo semplicemente, non lo capisci abbastanza bene. - Einstein",
    "quote_46": "La logica ti porterà da A a B. L'immaginazione ti porterà ovunque. - Einstein",
    "quote_47": "La creatività è contagiosa, passala. - Einstein",
    "quote_48": "Il genio è rendere semplici le idee complesse. - Einstein",
    "quote_49": "Non rimandare a domani quello che puoi fare oggi.",
    "quote_50": "Il tuo unico limite è la tua mente.",
    "quote_51": "La guida più genuina nella vita è la scienza e la conoscenza. - M. Kemal Atatürk",
    "quote_52": "Conosci te stesso. - Socrate",
    "quote_53": "Possiamo vedere solo il cambiamento che desideriamo essere. - Platone",
    "quote_54": "Il coraggio non è l'assenza di paura, ma l'azione nonostante la paura. - Aristotele",
    "quote_55": "Penso, dunque sono. - René Descartes",
    "quote_56": "Se devi farlo, puoi farlo. - Immanuel Kant",
    "quote_57": "Devi osare bruciare con la tua stessa fiamma. - Friedrich Nietzsche",
    "quote_58": "Solo chi sa chi è, sa chi è tutto. - Lao Tzu",
    "quote_59": "Vincere senza combattere è la più grande maestria. - Sun Tzu",
    "quote_60": "I dettagli fanno la perfezione, e la perfezione non è un dettaglio. - Leonardo da Vinci",
    "quote_61": "L'importante è non smettere di interrogarsi. - Albert Einstein",
    "quote_62": "Devi correre rischi per progredire. - Marie Curie",
    "quote_63": "Misura ciò che è misurabile, e rendi misurabile ciò che non lo è. - Galileo Galilei",
    "quote_64": "Per quanto difficile possa sembrare la vita, c'è sempre qualcosa che puoi fare e avere successo. - Stephen Hawking",
    "quote_65": "Ogni passo verso il tuo obiettivo è l'unico passo che fai. - Confucio",
    "quote_66": "La cosa più preziosa è il tempo. - Goethe",
    "quote_67": "Il perfetto è nemico del buono. - Voltaire",
    "quote_68": "Il rimandare è il più grande ostacolo alla vita. - Seneca",
    "quote_69": "L'educazione è il più grande ornamento. - Epitteto",
    "quote_70": "Fai ciò che devi. Non badare a ciò che pensano gli altri. - Marco Aurelio",
    "quote_71": "L'uomo che non può affrontare la propria oscurità non può illuminare quella degli altri. - Carl Jung",
    "quote_72": "La virtù è la forza della volontà. - Immanuel Kant",
    "quote_73": "Lavorare è l'antidoto al male. - Jean-Jacques Rousseau",
    "quote_74": "L'importante non è andare, ma sapere dove sei. - Martin Heidegger",
    "quote_75": "Sei libero nelle tue scelte. - Jean-Paul Sartre",
    "quote_76": "Vivere la propria vita è una grande responsabilità. - Simone de Beauvoir",
    "quote_77": "Non c'è strada per la felicità; la felicità è la strada. - Buddha",
    "quote_78": "La nostra più grande gloria non è nel non cadere mai, ma nel rialzarci ogni volta che cadiamo. - Confucio",
    "quote_79": "Non devi essere grande per iniziare, ma devi iniziare per essere grande. - Zig Ziglar",
    "quote_80": "Il fallimento è semplicemente l'opportunità di ricominciare, questa volta in modo più intelligente. - Henry Ford",
    "quote_81": "Molti fallimenti nella vita sono persone che non si rendevano conto di quanto fossero vicine al successo quando hanno rinunciato. - Thomas Edison",
    "quote_82": "Restringi il tuo focus a una cosa sola. - Elon Musk",
    "quote_83": "Concentrati solo sul successo a lungo termine. - Jeff Bezos",
    "quote_84": "Scelgo una persona pigra per un lavoro difficile, perché troverà un modo facile per farlo. - Bill Gates",
    "quote_85": "Semplice può essere più difficile di complesso. - Steve Jobs",
    "quote_86": "Il momento migliore per piantare un albero era 20 anni fa. Il secondo momento migliore è adesso. - Warren Buffett",
    "quote_87": "Un buon piano eseguito con violenza adesso è meglio di un piano perfetto la prossima settimana. - George S. Patton",
    "quote_88": "Concentrati sull'essere te stesso. Tutto il resto seguirà. - Oprah Winfrey",
    "quote_89": "Fai del tuo meglio finché non sai di più. Quando sai di più, fai meglio. - Maya Angelou",
    "quote_90": "La felicità non è qualcosa di già pronto. Viene dalle tue azioni. - Dalai Lama",
    "quote_91": "Quando vuoi qualcosa, tutto l'universo cospira per aiutarti a ottenerla. - Paulo Coelho",
    "quote_92": "Sii te stesso; tutti gli altri sono già presi. - Oscar Wilde",
    "quote_93": "Ieri è andato, domani è sconosciuto; oggi è un dono. - Rumi",
    "quote_94": "La conoscenza è il riconoscimento dell'uomo della propria natura. - Al-Farabi",
    "quote_95": "Mangia meno, parla meno, dormi meno; la tua vita sarà migliore. - Avicenna",
    "quote_96": "Che il cibo sia la tua medicina e la medicina sia il tuo cibo. - Ippocrate",
    "quote_97": "Il tempo è molto prezioso. Dobbiamo usarlo nel modo migliore. - M. Kemal Atatürk",
    "quote_98": "Il compito più difficile è non fare nulla. - Martin Luther King Jr.",
    "quote_99": "Il successo non è la chiave della felicità. La felicità è la chiave del successo. - Albert Schweitzer",
    "quote_100": "La vita non consiste nel trovare se stessi. La vita consiste nel creare se stessi. - George Bernard Shaw",
    "on": "Attivo",
    "off": "Disattivo",
    "reset_stats": "Reimposta Statistiche",
    "reset_dialog_title": "Reimposta Dati",
    "reset_dialog_content": "Tutte le statistiche saranno eliminate. Sei sicuro?",
    "cancel": "Annulla",
    "yes_delete": "Sì, Elimina",
    "data_cleared": "Dati eliminati!",
    "congrats": "Ottimo Lavoro! Sessione Completata.",
    "break_over_title": "Pausa Finita! ",
    "break_over_msg": "Torniamo al lavoro. Concentrati!",
    "work_completed_title": "Sessione Completata! ",
    "work_completed_msg": "Buon lavoro! Hai guadagnato una pausa.",
    "total_focus_label": "Concentrazione Totale",
    "keep_streak": "Non spezzare la catena!",
    "change_lock_msg": "Ferma il timer per cambiare la durata."
  ,
  "theme_settings": "Theme",
  "theme_elite": "Elite",
  "theme_applied": "applied!",
  "theme_unlocked": "unlocked!",
  "unlock_theme_msg": "Watch a short video to unlock this theme.",
  "watch_ad": "Watch Ad",
  "recommended_sound": "Recommended",
  "ad_loading": "Ad is loading, please try again...",
  "save": "Save",
  "min_max_warning": "Enter between {} and {}"
}
