{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "door Mercan Software",
  "title": "Pomodoro",
  "focus": "Focus",
  "short_break": "Korte Pauze",
  "long_break": "Lange Pauze",
  "reset": "Resetten",
  "start": "START",
  "pause": "PAUZE",
  "resume": "HERVATTEN",
  "stop_alarm": "BEËINDIGEN",
  "ready": "Ben je klaar?",
  "start_message": "Laten we gaan!",
  "settings_title": "Instellingen",
  "duration_settings": "Duur Instellingen",
  "dark_mode": "Donkere Modus",
  "sound_label": "Meldingsgeluid",
  "language_label": "Taal",
  "classic_bell": "Klassieke Bel",
  "digital": "Digitaal",
  "alarm": "Alarm",
  "sound_settings": "Geluidsinstellingen",
  "background_music": "FOCUS MUZIEK",
  "enable_music": "Achtergrondmuziek",
  "notification_sound": "MELDINGSGELUID",
  "music_lock_msg": "Stop de timer om de muziek te wijzigen.",
  "stats_title": "Statistieken",
  "total_focus": "Totale Focus",
  "total_sessions": "Totale Sessies",
  "this_week": "Deze Week",
  "all_time": "Alle Tijd",
  "empty_stats": "Nog geen gegevens, begin met werken!",
  "focus_hours": "Uren",
  "sessions_count": "Sessies",
  "today": "Vandaag",
  "minutes_label": "Minuten",
  "daily_streak": "Dagelijkse Reeks",
  "day_label": "Dag",
  "sound_alarm": "Klassiek Alarm",
  "sound_digital": "Digitaal",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Kristallen Bel",
  "sound_zil1": "Bel 1",
  "sound_zil2": "Bel 2",
  "sound_zil3": "Bel 3",
  "sound_zil4": "Bel 4",
  "sound_zil5": "Bel 5",
  "sound_forest": "Bos",
  "sound_ocean": "Oceaan",
  "sound_rain1": "Lichte Regen",
  "sound_rain2": "Bosregen",
  "sound_rain3": "Zware Regen",
  "sound_thunder": "Onweer",
  "sound_wind": "Wind",
  "quote_1": "Een reis van duizend mijl begint met een enkele stap. - Lao Tzu",
  "quote_2": "Uitmuntendheid is geen daad, maar een gewoonte. - Aristoteles",
  "quote_3": "Het maakt niet uit hoe langzaam je gaat, zolang je niet stopt. - Confucius",
  "quote_4": "De toekomst hangt af van wat je vandaag doet. - Mahatma Gandhi",
  "quote_5": "Overwinning behoort toe aan degenen die kunnen zeggen 'De overwinning is van mij'. - M. Kemal Atatürk",
  "quote_6": "Just do it. - Nike",
  "quote_7": "Beheer je tijd, beheer je leven.",
  "quote_8": "Blijf hongerig, blijf dwaas. - Steve Jobs",
  "quote_9": "Talent wint wedstrijden, maar teamwork wint kampioenschappen. - M. Jordan",
  "quote_10": "Het obstakel is de weg. - Marcus Aurelius",
  "quote_11": "Verbeelding is belangrijker dan kennis. - Albert Einstein",
  "quote_12": "Waanzin is steeds hetzelfde doen en andere resultaten verwachten. - Albert Einstein",
  "quote_13": "Het heden is van hen; de toekomst, waarvoor ik echt heb gewerkt, is van mij. - Nikola Tesla",
  "quote_14": "Ik heb niet gefaald. Ik heb gewoon 10.000 manieren gevonden die niet werken. - Thomas Edison",
  "quote_15": "Intelligentie is het vermogen om je aan te passen aan verandering. - Stephen Hawking",
  "quote_16": "Er is niets in het leven om te vrezen, alleen om te begrijpen. - Marie Curie",
  "quote_17": "Als ik verder heb gezien, is het omdat ik op de schouders van reuzen stond. - Isaac Newton",
  "quote_18": "Twijfel is de vader van uitvinding. - Galileo Galilei",
  "quote_19": "Het is niet de sterkste soort die overleeft... maar de meest aanpasbare. - Charles Darwin",
  "quote_20": "Leren vermoeit de geest nooit. - Leonardo da Vinci",
  "quote_21": "Een ononderzocht leven is niet waard om geleefd te worden. - Socrates",
  "quote_22": "Wie zichzelf regeert kan de wereld regeren. - Plato",
  "quote_23": "De wortels van onderwijs zijn bitter, maar de vrucht is zoet. - Aristoteles",
  "quote_24": "Wat ons niet doodt, maakt ons sterker. - Friedrich Nietzsche",
  "quote_25": "Het is niet genoeg om een goede geest te hebben; het belangrijkste is hem goed te gebruiken. - René Descartes",
  "quote_26": "Gisteren was ik slim, dus ik wilde de wereld veranderen. Vandaag ben ik wijs, dus ik verander mezelf. - Rumi",
  "quote_27": "Kennis is begrijpen; kennis is jezelf begrijpen. - Yunus Emre",
  "quote_28": "Om de grens van het mogelijke te zien, moet je het onmogelijke proberen. - Mehmed de Veroveraar",
  "quote_29": "Er zijn geen ongeneeslijke ziekten - alleen gebrek aan wilskracht. - Ibn Sina",
  "quote_30": "Moeilijkheden versterken de geest, zoals arbeid het lichaam versterkt. - Seneca",
  "quote_31": "Het is niet wat er met je gebeurt, maar hoe je erop reageert dat telt. - Epictetus",
  "quote_32": "Als je 's ochtends opstaat, bedenk dan welk een voorrecht het is om te leven. - Marcus Aurelius",
  "quote_33": "Weten is niet genoeg, we moeten toepassen. Willen is niet genoeg, we moeten doen. - Bruce Lee",
  "quote_34": "Tel de dagen niet, zorg dat de dagen tellen. - Muhammad Ali",
  "quote_35": "Ik kan falen accepteren, iedereen faalt wel ergens. Maar ik kan niet accepteren om het niet te proberen. - Michael Jordan",
  "quote_36": "Geduld is een sleutelelement van succes. - Bill Gates",
  "quote_37": "Als je 's ochtends opstaat en denkt dat de toekomst beter zal zijn, is het een stralende dag. - Elon Musk",
  "quote_38": "Je tijd is beperkt, verspil het niet door andermans leven te leven. - Steve Jobs",
  "quote_39": "Geen vogel vliegt te hoog als hij met zijn eigen vleugels vliegt. - Gebroeders Wright",
  "quote_40": "De meesten geloven in intelligentie, ik niet, wat ons onderscheidt is inspanning. - Aziz Sancar",
  "quote_41": "Wie niet waagt, die niet wint. - Georgy Zhukov",
  "quote_42": "Het donkerste uur is vlak voor de dageraad.",
  "quote_43": "Water slijt de steen, niet door kracht, maar door volharding.",
  "quote_44": "Succes is waar voorbereiding en kans elkaar ontmoeten.",
  "quote_45": "Als je het niet eenvoudig kunt uitleggen, begrijp je het niet goed genoeg. - Einstein",
  "quote_46": "Logica brengt je van A naar B. Verbeelding brengt je overal. - Einstein",
  "quote_47": "Creativiteit is besmettelijk, geef het door. - Einstein",
  "quote_48": "Genialiteit is complexe ideeën eenvoudig maken. - Einstein",
  "quote_49": "Stel niet uit tot morgen wat je vandaag kunt doen.",
  "quote_50": "Je enige beperking is je eigen geest.",
  "quote_51": "De meest echte gids in het leven is wetenschap en kennis. - M. Kemal Atatürk",
  "quote_52": "Ken jezelf. - Socrates",
  "quote_53": "We kunnen alleen de verandering zien die we willen zijn. - Plato",
  "quote_54": "Moed is niet de afwezigheid van angst, maar handelen ondanks angst. - Aristoteles",
  "quote_55": "Ik denk, dus ik ben. - René Descartes",
  "quote_56": "Als je het moet doen, kun je het doen. - Immanuel Kant",
  "quote_57": "Je moet durven branden met je eigen vlam. - Friedrich Nietzsche",
  "quote_58": "Alleen wie weet wie hij is, weet wie alles is. - Lao Tzu",
  "quote_59": "Winnen zonder te vechten is de grootste meesterschap. - Sun Tzu",
  "quote_60": "Details maken perfectie, en perfectie is geen detail. - Leonardo da Vinci",
  "quote_61": "Het belangrijkste is niet te stoppen met vragen stellen. - Albert Einstein",
  "quote_62": "Je moet risico's nemen om vooruit te komen. - Marie Curie",
  "quote_63": "Meet wat meetbaar is, en maak meetbaar wat het niet is. - Galileo Galilei",
  "quote_64": "Hoe moeilijk het leven ook lijkt, er is altijd iets dat je kunt doen en waarin je kunt slagen. - Stephen Hawking",
  "quote_65": "Elke stap naar je doel is de enige stap die je zet. - Confucius",
  "quote_66": "Het meest waardevolle is tijd. - Goethe",
  "quote_67": "Het perfecte is de vijand van het goede. - Voltaire",
  "quote_68": "Uitstel is het grootste obstakel in het leven. - Seneca",
  "quote_69": "Onderwijs is het grootste sieraad. - Epictetus",
  "quote_70": "Doe wat je moet doen. Let niet op wat anderen denken. - Marcus Aurelius",
  "quote_71": "De man die zijn eigen duisternis niet kan onder ogen zien, kan die van anderen niet verlichten. - Carl Jung",
  "quote_72": "Deugd is de kracht van de wil. - Immanuel Kant",
  "quote_73": "Werken is het tegengif voor het kwaad. - Jean-Jacques Rousseau",
  "quote_74": "Het belangrijkste is niet gaan, maar weten waar je bent. - Martin Heidegger",
  "quote_75": "Je bent vrij in je keuzes. - Jean-Paul Sartre",
  "quote_76": "Je eigen leven leven is een grote verantwoordelijkheid. - Simone de Beauvoir",
  "quote_77": "Er is geen pad naar geluk; geluk is het pad. - Buddha",
  "quote_78": "Onze grootste glorie is niet nooit te vallen, maar elke keer op te staan als we vallen. - Confucius",
  "quote_79": "Je hoeft niet groot te zijn om te beginnen, maar je moet beginnen om groot te worden. - Zig Ziglar",
  "quote_80": "Falen is gewoon de kans om opnieuw te beginnen, deze keer slimmer. - Henry Ford",
  "quote_81": "Veel mislukkingen in het leven zijn mensen die niet beseften hoe dicht ze bij succes waren toen ze opgaven. - Thomas Edison",
  "quote_82": "Verklein je focus tot één ding. - Elon Musk",
  "quote_83": "Concentreer je alleen op succes op lange termijn. - Jeff Bezos",
  "quote_84": "Ik kies een lui persoon voor een moeilijke klus, want hij zal een makkelijke manier vinden. - Bill Gates",
  "quote_85": "Eenvoudig kan moeilijker zijn dan complex. - Steve Jobs",
  "quote_86": "De beste tijd om een boom te planten was 20 jaar geleden. De op één na beste tijd is nu. - Warren Buffett",
  "quote_87": "Een goed plan nu krachtig uitgevoerd is beter dan een perfect plan volgende week. - George S. Patton",
  "quote_88": "Concentreer je op jezelf zijn. Al het andere volgt. - Oprah Winfrey",
  "quote_89": "Doe je best totdat je meer weet. Als je meer weet, doe het beter. - Maya Angelou",
  "quote_90": "Geluk is niet iets kant-en-klaar. Het komt van je eigen acties. - Dalai Lama",
  "quote_91": "Als je iets wilt, werkt het hele universum samen om je te helpen het te bereiken. - Paulo Coelho",
  "quote_92": "Wees jezelf; iedereen anders is al bezet. - Oscar Wilde",
  "quote_93": "Gisteren is voorbij, morgen is onbekend; vandaag is een geschenk. - Rumi",
  "quote_94": "Kennis is de erkenning van de mens van zijn eigen aard. - Al-Farabi",
  "quote_95": "Eet minder, praat minder, slaap minder; je leven wordt beter. - Avicenna",
  "quote_96": "Laat voedsel je medicijn zijn en medicijn je voedsel. - Hippocrates",
  "quote_97": "Tijd is zeer waardevol. We moeten het op de best mogelijke manier gebruiken. - M. Kemal Atatürk",
  "quote_98": "De moeilijkste taak is niets doen. - Martin Luther King Jr.",
  "quote_99": "Succes is niet de sleutel tot geluk. Geluk is de sleutel tot succes. - Albert Schweitzer",
  "quote_100": "Het leven gaat niet over jezelf vinden. Het leven gaat over jezelf creëren. - George Bernard Shaw",
  "on": "Aan",
  "off": "Uit",
  "reset_stats": "Statistieken Resetten",
  "reset_dialog_title": "Gegevens Resetten",
  "reset_dialog_content": "Alle statistieken worden verwijderd. Weet je het zeker?",
  "cancel": "Annuleren",
  "yes_delete": "Ja, Verwijderen",
  "data_cleared": "Gegevens gewist!",
  "congrats": "Geweldig! Sessie Voltooid.",
  "break_over_title": "Pauze Voorbij!",
  "break_over_msg": "Laten we weer aan het werk gaan. Focus!",
  "work_completed_title": "Sessie Voltooid!",
  "work_completed_msg": "Goed gedaan! Je hebt een pauze verdiend.",
  "total_focus_label": "Totale Focus",
  "keep_streak": "Breek de keten niet!",
  "change_lock_msg": "Stop de timer om de duur te wijzigen.",
  "theme_settings": "Thema",
  "theme_elite": "Elite",
  "theme_applied": "toegepast!",
  "theme_unlocked": "ontgrendeld!",
  "unlock_theme_msg": "Bekijk een korte video om dit thema te ontgrendelen.",
  "watch_ad": "Bekijk Advertentie",
  "recommended_sound": "Aanbevolen",
  "ad_loading": "Advertentie wordt geladen, probeer opnieuw...",
  "save": "Opslaan",
  "min_max_warning": "Voer in tussen {} en {}",
  "daily_avg": "Dagelijks Gemiddelde",
  "per_day": "per dag",
  "best_day": "Beste Dag",
  "keep_fire_burning": "Houd het vuur brandend!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Origineel, Klassiek",
  "theme_name_classic_elite": "Klassiek",
  "theme_vibe_classic_elite": "Vertrouwen, Eenvoudig",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Thriller, Mysterie, 80s",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Kristalblauw, Gele Truc",
  "theme_name_deep_ocean": "Diepe Oceaan",
  "theme_vibe_deep_ocean": "Diepte, Focus",
  "theme_name_mystic_forest": "Mystiek Bos",
  "theme_vibe_mystic_forest": "Natuur, Vrede",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Toekomst",
  "theme_name_royal_gold": "Koninklijk Goud",
  "theme_vibe_royal_gold": "Luxe, Succes",
  "theme_name_sunset_lofi": "Zonsondergang Lofi",
  "theme_vibe_sunset_lofi": "Esthetisch, Chill",
  "theme_name_nordic_snow": "Noordse Sneeuw",
  "theme_vibe_nordic_snow": "Minimaal, Contrast",
  "theme_name_volcano": "Vulkaan",
  "theme_vibe_volcano": "Kracht, Energie"
}