{
    "title": "Pomodoro",
    "focus": "Focus",
    "short_break": "Korte pauze",
    "long_break": "Lange pauze",
    "reset": "Reset",
    "start": "START",
    "pause": "PAUZE",
    "resume": "HERVAT",
    "stop_alarm": "EINDE",
    "ready": "Ben je klaar? ",
    "start_message": "Laten we gaan! ",
    "settings_title": "Instellingen",
    "duration_settings": "Tijdsinstellingen",
    "dark_mode": "Donkere modus",
    "sound_label": "Meldingsgeluid",
    "language_label": "Taal",
    "classic_bell": "Klassieke bel",
    "digital": "Digitaal",
    "alarm": "Alarm",
    "sound_settings": "Geluidsinstellingen",
    "background_music": "FOCUSMUZIEK",
    "enable_music": "Achtergrondmuziek",
    "notification_sound": "MELDINGSGELUID",
    "music_lock_msg": "Stop de timer om muziek te wijzigen.",
    "stats_title": "Statistieken",
    "total_focus": "Totale focus",
    "total_sessions": "Totale sessies",
    "this_week": "Deze week",
    "all_time": "Alle tijd",
    "empty_stats": "Nog geen gegevens, begin met werken!",
    "focus_hours": "Uren",
    "sessions_count": "Sessies",
    "today": "Vandaag",
    "minutes_label": "Minuten",
    "daily_streak": "Dagelijkse reeks",
    "day_label": "Dag",
    "sound_zil1": "Bel 1",
    "sound_zil2": "Bel 2",
    "sound_zil3": "Bel 3",
    "sound_zil4": "Bel 4",
    "sound_zil5": "Bel 5",
    "sound_forest": "Bos",
    "sound_ocean": "Oceaan",
    "sound_rain1": "Lichte regen",
    "sound_rain2": "Bosregen",
    "sound_rain3": "Zware regen",
    "sound_thunder": "Onweer",
    "sound_wind": "Wind",
    "keep_streak": "Breek de reeks niet!",
    "change_lock_msg": "Stop de timer om de duur te wijzigen.",
    "quote_1": "Een reis van duizend mijl begint met één stap. - Lao Tzu",
    "quote_2": "Uitmuntendheid is geen daad, maar een gewoonte. - Aristoteles",
    "quote_3": "Het maakt niet uit hoe langzaam je gaat, zolang je niet stopt. - Confucius",
    "quote_4": "De toekomst hangt af van wat je vandaag doet. - Mahatma Gandhi",
    "quote_5": "Overwinning behoort toe aan hen die zeggen 'Overwinning is van mij'. - Atatürk",
    "quote_6": "Gewoon doen. - Nike",
    "quote_7": "Beheer je tijd, beheer je leven.",
    "quote_8": "Blijf hongerig, blijf dwaas. - Steve Jobs",
    "quote_9": "Talent wint wedstrijden, teamwork wint kampioenschappen. - M. Jordan",
    "quote_10": "Het obstakel is de weg. - Marcus Aurelius",
    "quote_11": "Verbeelding is belangrijker dan kennis. - Albert Einstein",
    "quote_12": "Waanzin is steeds hetzelfde doen en andere resultaten verwachten. - Einstein",
    "quote_13": "Het heden is van hen; de toekomst waarvoor ik werkte, is van mij. - Tesla",
    "quote_14": "Ik ben niet gefaald. Ik heb 10.000 manieren gevonden die niet werken. - Edison",
    "quote_15": "Intelligentie is het vermogen om je aan te passen aan verandering. - Hawking",
    "quote_16": "In het leven valt niets te vrezen, alleen te begrijpen. - Marie Curie",
    "quote_17": "Als ik verder heb gezien, is dat door op de schouders van reuzen te staan. - Newton",
    "quote_18": "Twijfel is de vader van uitvinding. - Galileo",
    "quote_19": "Niet de sterkste overleeft, maar degene die zich het best aanpast. - Darwin",
    "quote_20": "Leren vermoeit de geest nooit. - Leonardo da Vinci",
    "quote_21": "Een ononderzocht leven is niet waard om te leven. - Socrates",
    "quote_22": "Wie zichzelf regeert, kan de wereld regeren. - Plato",
    "quote_23": "De wortels van onderwijs zijn bitter, maar de vruchten zijn zoet. - Aristoteles",
    "quote_24": "Wat me niet doodt, maakt me sterker. - Nietzsche",
    "quote_25": "Een goede geest hebben is niet genoeg; het gaat erom het goed te gebruiken. - Descartes",
    "quote_26": "Gisteren was ik slim, wilde de wereld veranderen. Vandaag verander ik mezelf. - Rumi",
    "quote_27": "Kennis is begrijpen; kennis is jezelf begrijpen. - Yunus Emre",
    "quote_28": "Om de grens van het mogelijke te zien, moet je het onmogelijke proberen. - Mehmed",
    "quote_29": "Er zijn geen ongeneeslijke ziekten — alleen gebrek aan wil. - Ibn Sina",
    "quote_30": "Moeilijkheden versterken de geest, zoals arbeid het lichaam. - Seneca",
    "quote_31": "Het gaat niet om wat er gebeurt, maar hoe je reageert. - Epictetus",
    "quote_32": "Sta 's morgens op en denk wat een voorrecht het is om te leven. - Marcus Aurelius",
    "quote_33": "Weten is niet genoeg, we moeten toepassen. Willen is niet genoeg, we moeten doen. - Bruce Lee",
    "quote_34": "Tel de dagen niet, maak de dagen waardevol. - Muhammad Ali",
    "quote_35": "Ik kan falen accepteren, maar niet het niet proberen. - Michael Jordan",
    "quote_36": "Geduld is een sleutelelement van succes. - Bill Gates",
    "quote_37": "Als je opstaat en denkt dat de toekomst beter wordt, is het een mooie dag. - Musk",
    "quote_38": "Je tijd is beperkt, verspil het niet aan andermans leven. - Steve Jobs",
    "quote_39": "Geen vogel vliegt te hoog als hij op eigen vleugels vliegt. - Wright",
    "quote_40": "Wat ons onderscheidt is inspanning. - Aziz Sancar",
    "quote_41": "Wie niet waagt, drinkt geen champagne. - Zhukov",
    "quote_42": "Het donkerste uur is net voor de dageraad.",
    "quote_43": "Steen wordt niet doorboord door kracht, maar door volharding van druppels.",
    "quote_44": "Succes is waar voorbereiding en kans samenkomen.",
    "quote_45": "Als je het niet simpel kunt uitleggen, begrijp je het niet goed genoeg. - Einstein",
    "quote_46": "Logica brengt je van A naar B. Verbeelding brengt je overal. - Einstein",
    "quote_47": "Creativiteit is besmettelijk, geef het door. - Einstein",
    "quote_48": "Genie is complexe ideeën eenvoudig maken. - Einstein",
    "quote_49": "Stel niet uit tot morgen wat je vandaag kunt doen.",
    "quote_50": "Je enige limiet is je geest.",
    "quote_51": "De meest oprechte gids in het leven is wetenschap en kennis. - Atatürk",
    "quote_52": "Ken jezelf. - Socrates",
    "quote_53": "Wees de verandering die je wilt zien. - Plato",
    "quote_54": "Moed is niet de afwezigheid van angst, maar handelen ondanks angst. - Aristoteles",
    "quote_55": "Ik denk, dus ik ben. - Descartes",
    "quote_56": "Als je moet, kun je het. - Kant",
    "quote_57": "Je moet durven branden met je eigen vlam. - Nietzsche",
    "quote_58": "Alleen wie zichzelf kent, kent alles. - Lao Tzu",
    "quote_59": "Winnen zonder te vechten is de grootste meesterschap. - Sun Tzu",
    "quote_60": "Details maken perfectie, en perfectie is geen detail. - Da Vinci",
    "quote_61": "Het belangrijkste is niet te stoppen met vragen. - Einstein",
    "quote_62": "Je moet risico's nemen om vooruit te komen. - Marie Curie",
    "quote_63": "Meet wat meetbaar is, maak meetbaar wat niet is. - Galileo",
    "quote_64": "Hoe moeilijk het leven ook lijkt, er is altijd iets dat je kunt doen. - Hawking",
    "quote_65": "Elke stap naar je doel is de enige stap die je zet. - Confucius",
    "quote_66": "Het meest waardevolle is tijd. - Goethe",
    "quote_67": "Het perfecte is de vijand van het goede. - Voltaire",
    "quote_68": "Uitstel is het grootste obstakel in het leven. - Seneca",
    "quote_69": "Onderwijs is het grootste sieraad. - Epictetus",
    "quote_70": "Doe wat je moet doen. Let niet op anderen. - Marcus Aurelius",
    "quote_71": "Wie zijn eigen duisternis niet onder ogen ziet, kan anderen niet verlichten. - Jung",
    "quote_72": "Deugd is de kracht van de wil. - Kant",
    "quote_73": "Werken is het tegengif voor kwaad. - Rousseau",
    "quote_74": "Belangrijk is niet waar je gaat, maar waar je bent. - Heidegger",
    "quote_75": "Je bent vrij in je keuzes. - Sartre",
    "quote_76": "Je eigen leven leiden is een grote verantwoordelijkheid. - de Beauvoir",
    "quote_77": "Er is geen pad naar geluk; geluk is het pad. - Boeddha",
    "quote_78": "Onze grootste glorie is niet nooit vallen, maar elke keer opstaan. - Confucius",
    "quote_79": "Je hoeft niet geweldig te zijn om te beginnen, maar moet beginnen om geweldig te worden. - Ziglar",
    "quote_80": "Falen is de kans om slimmer opnieuw te beginnen. - Henry Ford",
    "quote_81": "Velen wisten niet hoe dichtbij succes was toen ze opgaven. - Edison",
    "quote_82": "Focus je op één ding. - Elon Musk",
    "quote_83": "Focus op succes op lange termijn. - Jeff Bezos",
    "quote_84": "Ik kies een lui persoon voor een moeilijke klus, hij vindt een makkelijke manier. - Gates",
    "quote_85": "Eenvoudig kan moeilijker zijn dan complex. - Steve Jobs",
    "quote_86": "De beste tijd om een boom te planten was 20 jaar geleden. De op één na beste is nu. - Buffett",
    "quote_87": "Een goed plan vandaag is beter dan een perfect plan morgen. - Patton",
    "quote_88": "Focus op jezelf zijn. De rest volgt. - Oprah Winfrey",
    "quote_89": "Doe je best tot je beter weet. Dan doe je beter. - Maya Angelou",
    "quote_90": "Geluk komt van je eigen daden. - Dalai Lama",
    "quote_91": "Als je iets wilt, helpt het hele universum je. - Paulo Coelho",
    "quote_92": "Wees jezelf; iedereen anders is al bezet. - Oscar Wilde",
    "quote_93": "Gisteren is voorbij, morgen onbekend; vandaag is een geschenk. - Rumi",
    "quote_94": "Kennis is de erkenning van je eigen aard. - Al-Farabi",
    "quote_95": "Eet minder, praat minder, slaap minder; je leven wordt beter. - Ibn Sina",
    "quote_96": "Laat voedsel je medicijn zijn. - Hippocrates",
    "quote_97": "Tijd is zeer waardevol. We moeten het goed gebruiken. - Atatürk",
    "quote_98": "De moeilijkste taak is niets doen. - Martin Luther King Jr.",
    "quote_99": "Succes is niet de sleutel tot geluk. Geluk is de sleutel tot succes. - Schweitzer",
    "quote_100": "Het leven gaat niet over jezelf vinden. Het gaat over jezelf creëren. - Shaw",
    "on": "Aan",
    "off": "Uit",
    "reset_stats": "Statistieken resetten",
    "reset_dialog_title": "Gegevens resetten",
    "reset_dialog_content": "Alle statistieken worden verwijderd. Weet je het zeker?",
    "cancel": "Annuleren",
    "yes_delete": "Ja, verwijderen",
    "data_cleared": "Gegevens gewist!",
    "congrats": "Geweldig! Sessie voltooid.",
    "break_over_title": "Pauze voorbij! ",
    "break_over_msg": "Terug aan het werk. Focus!",
    "work_completed_title": "Sessie voltooid! ",
    "work_completed_msg": "Geweldig! Je hebt een pauze verdiend.",
    "total_focus_label": "Totale focus"
}