{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "przez Mercan Software",
  "title": "Pomodoro",
  "focus": "Skupienie",
  "short_break": "Krótka Przerwa",
  "long_break": "Długa Przerwa",
  "reset": "Resetuj",
  "start": "START",
  "pause": "PAUZA",
  "resume": "WZNÓW",
  "stop_alarm": "ZAKOŃCZ",
  "ready": "Jesteś gotowy?",
  "start_message": "Zaczynamy!",
  "settings_title": "Ustawienia",
  "duration_settings": "Ustawienia Czasu",
  "dark_mode": "Tryb Ciemny",
  "sound_label": "Dźwięk Powiadomienia",
  "language_label": "Język",
  "classic_bell": "Klasyczny Dzwonek",
  "digital": "Cyfrowy",
  "alarm": "Alarm",
  "sound_settings": "Ustawienia Dźwięku",
  "background_music": "MUZYKA SKUPIENIA",
  "enable_music": "Muzyka w Tle",
  "notification_sound": "DŹWIĘK POWIADOMIENIA",
  "music_lock_msg": "Zatrzymaj timer, aby zmienić muzykę.",
  "stats_title": "Statystyki",
  "total_focus": "Łączne Skupienie",
  "total_sessions": "Łączne Sesje",
  "this_week": "Ten Tydzień",
  "all_time": "Cały Czas",
  "empty_stats": "Brak danych, zacznij pracować!",
  "focus_hours": "Godziny",
  "sessions_count": "Sesje",
  "today": "Dziś",
  "minutes_label": "Minuty",
  "daily_streak": "Dzienna Seria",
  "day_label": "Dzień",
  "sound_alarm": "Klasyczny Alarm",
  "sound_digital": "Cyfrowy",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Kryształowy Dzwonek",
  "sound_zil1": "Dzwonek 1",
  "sound_zil2": "Dzwonek 2",
  "sound_zil3": "Dzwonek 3",
  "sound_zil4": "Dzwonek 4",
  "sound_zil5": "Dzwonek 5",
  "sound_forest": "Las",
  "sound_ocean": "Ocean",
  "sound_rain1": "Lekki Deszcz",
  "sound_rain2": "Deszcz w Lesie",
  "sound_rain3": "Ulewa",
  "sound_thunder": "Burza",
  "sound_wind": "Wiatr",
  "quote_1": "Podróż tysiąca mil zaczyna się od jednego kroku. - Lao Tzu",
  "quote_2": "Doskonałość nie jest czynem, ale nawykiem. - Arystoteles",
  "quote_3": "Nie ma znaczenia jak wolno idziesz, dopóki się nie zatrzymujesz. - Konfucjusz",
  "quote_4": "Przyszłość zależy od tego, co robisz dziś. - Mahatma Gandhi",
  "quote_5": "Zwycięstwo należy do tych, którzy mogą powiedzieć 'Zwycięstwo jest moje'. - M. Kemal Atatürk",
  "quote_6": "Po prostu to zrób. - Nike",
  "quote_7": "Zarządzaj czasem, zarządzaj życiem.",
  "quote_8": "Bądź głodny, bądź szalony. - Steve Jobs",
  "quote_9": "Talent wygrywa mecze, ale praca zespołowa wygrywa mistrzostwa. - M. Jordan",
  "quote_10": "Przeszkoda jest drogą. - Marek Aureliusz",
  "quote_11": "Wyobraźnia jest ważniejsza od wiedzy. - Albert Einstein",
  "quote_12": "Szaleństwo to robienie wciąż tego samego i oczekiwanie innych rezultatów. - Albert Einstein",
  "quote_13": "Teraźniejszość należy do nich; przyszłość, dla której naprawdę pracowałem, jest moja. - Nikola Tesla",
  "quote_14": "Nie poniosłem porażki. Po prostu znalazłem 10 000 sposobów, które nie działają. - Thomas Edison",
  "quote_15": "Inteligencja to zdolność adaptacji do zmian. - Stephen Hawking",
  "quote_16": "W życiu nie ma się czego bać, tylko zrozumieć. - Maria Curie",
  "quote_17": "Jeśli widziałem dalej, to dlatego, że stałem na ramionach olbrzymów. - Isaac Newton",
  "quote_18": "Wątpliwość jest ojcem wynalazku. - Galileusz",
  "quote_19": "Przetrwa nie najsilniejszy gatunek... ale najbardziej adaptacyjny. - Karol Darwin",
  "quote_20": "Nauka nigdy nie męczy umysłu. - Leonardo da Vinci",
  "quote_21": "Niezbadane życie nie jest warte życia. - Sokrates",
  "quote_22": "Kto rządzi sobą, może rządzić światem. - Platon",
  "quote_23": "Korzenie edukacji są gorzkie, ale owoc jest słodki. - Arystoteles",
  "quote_24": "Co nas nie zabije, to nas wzmocni. - Friedrich Nietzsche",
  "quote_25": "Nie wystarczy mieć dobry umysł; najważniejsze jest dobrze go wykorzystać. - René Descartes",
  "quote_26": "Wczoraj byłem mądry, więc chciałem zmienić świat. Dziś jestem mądrzejszy, więc zmieniam siebie. - Rumi",
  "quote_27": "Wiedza to rozumienie; wiedza to rozumienie siebie. - Yunus Emre",
  "quote_28": "Aby zobaczyć granicę możliwości, musisz spróbować niemożliwego. - Mehmed Zdobywca",
  "quote_29": "Nie ma nieuleczalnych chorób – tylko brak woli. - Ibn Sina",
  "quote_30": "Trudności wzmacniają umysł, tak jak praca wzmacnia ciało. - Seneka",
  "quote_31": "Liczy się nie to, co ci się przydarza, ale jak reagujesz. - Epiktet",
  "quote_32": "Kiedy budzisz się rano, pomyśl, jakim przywilejem jest żyć. - Marek Aureliusz",
  "quote_33": "Wiedzieć nie wystarczy, musimy stosować. Chcieć nie wystarczy, musimy działać. - Bruce Lee",
  "quote_34": "Nie licz dni, spraw by dni się liczyły. - Muhammad Ali",
  "quote_35": "Mogę zaakceptować porażkę, każdy w czymś zawodzi. Ale nie mogę zaakceptować braku prób. - Michael Jordan",
  "quote_36": "Cierpliwość jest kluczowym elementem sukcesu. - Bill Gates",
  "quote_37": "Jeśli budzisz się rano myśląc, że przyszłość będzie lepsza, to świetny dzień. - Elon Musk",
  "quote_38": "Twój czas jest ograniczony, nie marnuj go żyjąc cudzym życiem. - Steve Jobs",
  "quote_39": "Żaden ptak nie leci za wysoko, jeśli leci własnymi skrzydłami. - Bracia Wright",
  "quote_40": "Większość wierzy w inteligencję, ja nie, wyróżnia nas wysiłek. - Aziz Sancar",
  "quote_41": "Kto nie ryzykuje, ten nie pije szampana. - Gieorgij Żukow",
  "quote_42": "Najciemniejsza godzina jest tuż przed świtem.",
  "quote_43": "Woda drąży kamień nie siłą, lecz wytrwałością.",
  "quote_44": "Sukces jest tam, gdzie przygotowanie spotyka się z okazją.",
  "quote_45": "Jeśli nie możesz tego wyjaśnić prosto, nie rozumiesz tego wystarczająco dobrze. - Einstein",
  "quote_46": "Logika zaprowadzi cię z A do B. Wyobraźnia wszędzie. - Einstein",
  "quote_47": "Kreatywność jest zaraźliwa, przekazuj ją dalej. - Einstein",
  "quote_48": "Geniusz polega na upraszczaniu skomplikowanych idei. - Einstein",
  "quote_49": "Nie odkładaj na jutro tego, co możesz zrobić dziś.",
  "quote_50": "Twoim jedynym ograniczeniem jest twój umysł.",
  "quote_51": "Najprawdziwszym przewodnikiem w życiu jest nauka i wiedza. - M. Kemal Atatürk",
  "quote_52": "Poznaj samego siebie. - Sokrates",
  "quote_53": "Możemy widzieć tylko zmianę, którą chcemy być. - Platon",
  "quote_54": "Odwaga nie jest brakiem strachu, ale działaniem mimo strachu. - Arystoteles",
  "quote_55": "Myślę, więc jestem. - René Descartes",
  "quote_56": "Jeśli musisz, możesz. - Immanuel Kant",
  "quote_57": "Musisz odważyć się płonąć własnym płomieniem. - Friedrich Nietzsche",
  "quote_58": "Tylko ten, kto wie kim jest, wie kim jest wszystko. - Lao Tzu",
  "quote_59": "Wygrać bez walki to najwyższe mistrzostwo. - Sun Tzu",
  "quote_60": "Detale tworzą doskonałość, a doskonałość nie jest detalem. - Leonardo da Vinci",
  "quote_61": "Najważniejsze to nigdy nie przestawać pytać. - Albert Einstein",
  "quote_62": "Musisz ryzykować, aby robić postępy. - Maria Curie",
  "quote_63": "Zmierz to, co mierzalne, i uczyń mierzalnym to, co nie jest. - Galileusz",
  "quote_64": "Bez względu na to, jak trudne wydaje się życie, zawsze jest coś, co możesz zrobić i odnieść sukces. - Stephen Hawking",
  "quote_65": "Każdy krok w kierunku celu jest jedynym krokiem, który robisz. - Konfucjusz",
  "quote_66": "Najcenniejszy jest czas. - Goethe",
  "quote_67": "Idealne jest wrogiem dobrego. - Voltaire",
  "quote_68": "Odkładanie jest największą przeszkodą w życiu. - Seneka",
  "quote_69": "Edukacja jest największą ozdobą. - Epiktet",
  "quote_70": "Rób to, co musisz. Nie zwracaj uwagi na to, co myślą inni. - Marek Aureliusz",
  "quote_71": "Człowiek, który nie może stanąć w obliczu własnej ciemności, nie może oświetlić ciemności innych. - Carl Jung",
  "quote_72": "Cnota jest siłą woli. - Immanuel Kant",
  "quote_73": "Praca jest antidotum na zło. - Jean-Jacques Rousseau",
  "quote_74": "Ważne nie jest iść, ale wiedzieć gdzie jesteś. - Martin Heidegger",
  "quote_75": "Jesteś wolny w swoich wyborach. - Jean-Paul Sartre",
  "quote_76": "Żyć własnym życiem to wielka odpowiedzialność. - Simone de Beauvoir",
  "quote_77": "Nie ma drogi do szczęścia; szczęście jest drogą. - Budda",
  "quote_78": "Naszą największą chwałą nie jest nigdy nie upaść, ale wstawać za każdym razem. - Konfucjusz",
  "quote_79": "Nie musisz być wielki, żeby zacząć, ale musisz zacząć, żeby być wielkim. - Zig Ziglar",
  "quote_80": "Porażka to po prostu szansa, by zacząć od nowa, tym razem mądrzej. - Henry Ford",
  "quote_81": "Wiele porażek życiowych to ludzie, którzy nie zdawali sobie sprawy, jak blisko sukcesu byli, gdy się poddali. - Thomas Edison",
  "quote_82": "Zawęź skupienie do jednej rzeczy. - Elon Musk",
  "quote_83": "Skup się tylko na długoterminowym sukcesie. - Jeff Bezos",
  "quote_84": "Wybieram leniwą osobę do trudnej pracy, bo znajdzie łatwy sposób. - Bill Gates",
  "quote_85": "Proste może być trudniejsze niż złożone. - Steve Jobs",
  "quote_86": "Najlepszy czas na posadzenie drzewa był 20 lat temu. Drugi najlepszy to teraz. - Warren Buffett",
  "quote_87": "Dobry plan wykonany teraz jest lepszy niż doskonały plan w przyszłym tygodniu. - George S. Patton",
  "quote_88": "Skup się na byciu sobą. Wszystko inne przyjdzie. - Oprah Winfrey",
  "quote_89": "Rób co możesz, dopóki nie będziesz wiedział więcej. Gdy wiesz więcej, rób lepiej. - Maya Angelou",
  "quote_90": "Szczęście nie jest gotowe. Pochodzi z twoich działań. - Dalajlama",
  "quote_91": "Kiedy czegoś chcesz, cały wszechświat spiskuje, by ci pomóc. - Paulo Coelho",
  "quote_92": "Bądź sobą; wszyscy inni są już zajęci. - Oscar Wilde",
  "quote_93": "Wczoraj minęło, jutro nieznane; dziś jest darem. - Rumi",
  "quote_94": "Wiedza to rozpoznanie przez człowieka własnej natury. - Al-Farabi",
  "quote_95": "Jedz mniej, mów mniej, śpij mniej; życie będzie lepsze. - Awicenna",
  "quote_96": "Niech jedzenie będzie twoim lekarstwem, a lekarstwo twoim jedzeniem. - Hipokrates",
  "quote_97": "Czas jest bardzo cenny. Musimy go używać najlepiej jak potrafimy. - M. Kemal Atatürk",
  "quote_98": "Najtrudniejszym zadaniem jest nic nie robić. - Martin Luther King Jr.",
  "quote_99": "Sukces nie jest kluczem do szczęścia. Szczęście jest kluczem do sukcesu. - Albert Schweitzer",
  "quote_100": "Życie nie polega na znalezieniu siebie. Życie polega na stworzeniu siebie. - George Bernard Shaw",
  "on": "Włączone",
  "off": "Wyłączone",
  "reset_stats": "Resetuj Statystyki",
  "reset_dialog_title": "Resetuj Dane",
  "reset_dialog_content": "Wszystkie statystyki zostaną usunięte. Jesteś pewien?",
  "cancel": "Anuluj",
  "yes_delete": "Tak, Usuń",
  "data_cleared": "Dane usunięte!",
  "congrats": "Świetnie! Sesja Zakończona.",
  "break_over_title": "Przerwa Skończona!",
  "break_over_msg": "Wracamy do pracy. Skup się!",
  "work_completed_title": "Sesja Zakończona!",
  "work_completed_msg": "Dobra robota! Zasłużyłeś na przerwę.",
  "total_focus_label": "Łączne Skupienie",
  "keep_streak": "Nie przerywaj serii!",
  "change_lock_msg": "Zatrzymaj timer, aby zmienić czas.",
  "theme_settings": "Motyw",
  "theme_elite": "Elite",
  "theme_applied": "zastosowano!",
  "theme_unlocked": "odblokowano!",
  "unlock_theme_msg": "Obejrzyj krótki film, aby odblokować ten motyw.",
  "watch_ad": "Obejrzyj Reklamę",
  "recommended_sound": "Polecane",
  "ad_loading": "Reklama się ładuje, spróbuj ponownie...",
  "save": "Zapisz",
  "min_max_warning": "Wprowadź między {} a {}",
  "daily_avg": "Średnia Dzienna",
  "per_day": "dziennie",
  "best_day": "Najlepszy Dzień",
  "keep_fire_burning": "Utrzymuj ogień!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Oryginał, Klasyczny",
  "theme_name_classic_elite": "Klasyczny",
  "theme_vibe_classic_elite": "Zaufanie, Prosty",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Thriller, Tajemnica, Lata 80",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Kryształowy błękit, Żółty trik",
  "theme_name_deep_ocean": "Głęboki Ocean",
  "theme_vibe_deep_ocean": "Głębia, Skupienie",
  "theme_name_mystic_forest": "Mistyczny Las",
  "theme_vibe_mystic_forest": "Natura, Spokój",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Przyszłość",
  "theme_name_royal_gold": "Królewskie Złoto",
  "theme_vibe_royal_gold": "Luksus, Sukces",
  "theme_name_sunset_lofi": "Zachód Słońca Lofi",
  "theme_vibe_sunset_lofi": "Estetyczny, Chill",
  "theme_name_nordic_snow": "Nordycki Śnieg",
  "theme_vibe_nordic_snow": "Minimalizm, Kontrast",
  "theme_name_volcano": "Wulkan",
  "theme_vibe_volcano": "Moc, Energia"
}