{
    "title": "Pomodoro",
    "focus": "Skupienie",
    "short_break": "Krótka przerwa",
    "long_break": "Długa przerwa",
    "reset": "Resetuj",
    "start": "START",
    "pause": "PAUZA",
    "resume": "WZNÓW",
    "stop_alarm": "ZAKOŃCZ",
    "ready": "Czy jesteś gotowy? ",
    "start_message": "Zaczynamy! ",
    "settings_title": "Ustawienia",
    "duration_settings": "Ustawienia czasu",
    "dark_mode": "Tryb ciemny",
    "sound_label": "Dźwięk powiadomienia",
    "language_label": "Język",
    "classic_bell": "Klasyczny dzwonek",
    "digital": "Cyfrowy",
    "alarm": "Alarm",
    "sound_settings": "Ustawienia dźwięku",
    "background_music": "MUZYKA DO SKUPIENIA",
    "enable_music": "Muzyka w tle",
    "notification_sound": "DŹWIĘK POWIADOMIENIA",
    "music_lock_msg": "Zatrzymaj timer, aby zmienić muzykę.",
    "stats_title": "Statystyki",
    "total_focus": "Całkowite skupienie",
    "total_sessions": "Wszystkie sesje",
    "this_week": "Ten tydzień",
    "all_time": "Całkowity czas",
    "empty_stats": "Brak danych, zacznij pracować!",
    "focus_hours": "Godziny",
    "sessions_count": "Sesje",
    "today": "Dzisiaj",
    "minutes_label": "Minuty",
    "daily_streak": "Seria dzienna",
    "day_label": "Dzień",
    "sound_zil1": "Dzwonek 1",
    "sound_zil2": "Dzwonek 2",
    "sound_zil3": "Dzwonek 3",
    "sound_zil4": "Dzwonek 4",
    "sound_zil5": "Dzwonek 5",
    "sound_forest": "Las",
    "sound_ocean": "Ocean",
    "sound_rain1": "Lekki deszcz",
    "sound_rain2": "Deszcz w lesie",
    "sound_rain3": "Ulewa",
    "sound_thunder": "Burza",
    "sound_wind": "Wiatr",
    "keep_streak": "Nie przerywaj serii!",
    "change_lock_msg": "Zatrzymaj timer, aby zmienić czas.",
    "quote_1": "Podróż tysiąca mil zaczyna się od jednego kroku. - Lao Tzu",
    "quote_2": "Doskonałość to nie czyn, lecz nawyk. - Arystoteles",
    "quote_3": "Nieważne jak wolno idziesz, dopóki się nie zatrzymasz. - Konfucjusz",
    "quote_4": "Przyszłość zależy od tego, co robisz dzisiaj. - Mahatma Gandhi",
    "quote_5": "Zwycięstwo należy do tych, którzy mogą powiedzieć 'Zwycięstwo jest moje'. - Atatürk",
    "quote_6": "Po prostu to zrób. - Nike",
    "quote_7": "Zarządzaj swoim czasem, zarządzaj swoim życiem.",
    "quote_8": "Bądź głodny, bądź szalony. - Steve Jobs",
    "quote_9": "Talent wygrywa mecze, praca zespołowa mistrzostwa. - M. Jordan",
    "quote_10": "Przeszkoda jest drogą. - Marek Aureliusz",
    "quote_11": "Wyobraźnia jest ważniejsza niż wiedza. - Albert Einstein",
    "quote_12": "Szaleństwo to robienie tego samego i oczekiwanie innych wyników. - Einstein",
    "quote_13": "Teraźniejszość jest ich; przyszłość, dla której pracowałem, jest moja. - Tesla",
    "quote_14": "Nie poniosłem porażki. Znalazłem 10000 sposobów, które nie działają. - Edison",
    "quote_15": "Inteligencja to zdolność adaptacji do zmian. - Stephen Hawking",
    "quote_16": "W życiu nie ma się czego bać, tylko rozumieć. - Marie Curie",
    "quote_17": "Jeśli widziałem dalej, to stojąc na ramionach gigantów. - Newton",
    "quote_18": "Wątpliwość jest ojcem wynalazku. - Galileusz",
    "quote_19": "Przetrwa nie najsilniejszy, lecz najbardziej elastyczny. - Darwin",
    "quote_20": "Nauka nigdy nie męczy umysłu. - Leonardo da Vinci",
    "quote_21": "Życie niezbadane nie jest warte życia. - Sokrates",
    "quote_22": "Kto rządzi sobą, może rządzić światem. - Platon",
    "quote_23": "Korzenie edukacji są gorzkie, ale owoce słodkie. - Arystoteles",
    "quote_24": "Co mnie nie zabija, czyni silniejszym. - Nietzsche",
    "quote_25": "Nie wystarczy mieć dobry umysł; trzeba go dobrze używać. - Descartes",
    "quote_26": "Wczoraj byłem mądry, chciałem zmienić świat. Dziś zmieniam siebie. - Rumi",
    "quote_27": "Wiedza to zrozumienie; wiedza to poznanie siebie. - Yunus Emre",
    "quote_28": "Aby zobaczyć granice możliwego, spróbuj niemożliwego. - Mehmed Zdobywca",
    "quote_29": "Nie ma nieuleczalnych chorób — tylko brak woli. - Ibn Sina",
    "quote_30": "Trudności wzmacniają umysł, jak praca ciało. - Seneka",
    "quote_31": "Ważne nie co się dzieje, ale jak reagujesz. - Epiktet",
    "quote_32": "Rano pomyśl, jakim przywilejem jest żyć. - Marek Aureliusz",
    "quote_33": "Wiedzieć nie wystarczy, trzeba stosować. - Bruce Lee",
    "quote_34": "Nie licz dni, spraw by dni się liczyły. - Muhammad Ali",
    "quote_35": "Mogę zaakceptować porażkę, ale nie brak próby. - Michael Jordan",
    "quote_36": "Cierpliwość jest kluczem do sukcesu. - Bill Gates",
    "quote_37": "Jeśli rano myślisz, że przyszłość będzie lepsza, to jasny dzień. - Elon Musk",
    "quote_38": "Twój czas jest ograniczony, nie marnuj go żyjąc cudzym życiem. - Steve Jobs",
    "quote_39": "Żaden ptak nie wzbija się zbyt wysoko, lecąc własnymi skrzydłami. - Wright",
    "quote_40": "To co nas wyróżnia to wysiłek. - Aziz Sancar",
    "quote_41": "Kto nie ryzykuje, nie pije szampana. - Żukow",
    "quote_42": "Najciemniej jest tuż przed świtem.",
    "quote_43": "Kamień drąży nie siła wody, lecz wytrwałość kropel.",
    "quote_44": "Sukces to miejsce, gdzie przygotowanie spotyka okazję.",
    "quote_45": "Jeśli nie potrafisz wyjaśnić prosto, nie rozumiesz wystarczająco. - Einstein",
    "quote_46": "Logika zaprowadzi cię z A do B. Wyobraźnia wszędzie. - Einstein",
    "quote_47": "Kreatywność jest zaraźliwa, przekazuj ją dalej. - Einstein",
    "quote_48": "Geniusz upraszcza złożone idee. - Einstein",
    "quote_49": "Nie odkładaj na jutro tego, co możesz zrobić dziś.",
    "quote_50": "Twoim jedynym ograniczeniem jest twój umysł.",
    "quote_51": "Najprawdziwszym przewodnikiem jest nauka i wiedza. - Atatürk",
    "quote_52": "Poznaj siebie. - Sokrates",
    "quote_53": "Bądź zmianą, którą chcesz widzieć. - Platon",
    "quote_54": "Odwaga to nie brak strachu, lecz działanie mimo niego. - Arystoteles",
    "quote_55": "Myślę, więc jestem. - Descartes",
    "quote_56": "Jeśli powinieneś, możesz. - Kant",
    "quote_57": "Musisz odważyć się płonąć własnym płomieniem. - Nietzsche",
    "quote_58": "Tylko ten kto zna siebie, zna wszystko. - Lao Tzu",
    "quote_59": "Wygrać bez walki to największe mistrzostwo. - Sun Tzu",
    "quote_60": "Szczegóły tworzą perfekcję. - Leonardo da Vinci",
    "quote_61": "Ważne, by nie przestawać pytać. - Einstein",
    "quote_62": "Musisz ryzykować, by się rozwijać. - Marie Curie",
    "quote_63": "Mierz co mierzalne, czyń mierzalnym co nie jest. - Galileusz",
    "quote_64": "Zawsze jest coś, co możesz zrobić i odnieść sukces. - Hawking",
    "quote_65": "Każdy krok ku celowi to jedyny krok. - Konfucjusz",
    "quote_66": "Najcenniejszą rzeczą jest czas. - Goethe",
    "quote_67": "Doskonałe jest wrogiem dobrego. - Voltaire",
    "quote_68": "Zwlekanie to największa przeszkoda w życiu. - Seneka",
    "quote_69": "Edukacja jest największą ozdobą. - Epiktet",
    "quote_70": "Rób co musisz. Nie zwracaj uwagi na innych. - Marek Aureliusz",
    "quote_71": "Kto nie zmierzy się z własną ciemnością, nie oświetli cudzej. - Jung",
    "quote_72": "Cnota jest siłą woli. - Kant",
    "quote_73": "Praca jest antidotum na zło. - Rousseau",
    "quote_74": "Ważne nie dokąd idziesz, ale gdzie jesteś. - Heidegger",
    "quote_75": "Jesteś wolny w swoich wyborach. - Sartre",
    "quote_76": "Żyć własnym życiem to wielka odpowiedzialność. - de Beauvoir",
    "quote_77": "Nie ma drogi do szczęścia; szczęście jest drogą. - Budda",
    "quote_78": "Nasza chwała to nie nigdy nie upadać, lecz wstawać za każdym razem. - Konfucjusz",
    "quote_79": "Nie musisz być wielki, by zacząć, ale musisz zacząć, by być wielkim. - Ziglar",
    "quote_80": "Porażka to szansa, by zacząć mądrzej. - Henry Ford",
    "quote_81": "Wielu nie wie, jak blisko było sukcesu, gdy się poddali. - Edison",
    "quote_82": "Skup się na jednej rzeczy. - Elon Musk",
    "quote_83": "Skup się na długoterminowym sukcesie. - Jeff Bezos",
    "quote_84": "Do trudnej pracy wybieram leniwego, znajdzie łatwiejszy sposób. - Bill Gates",
    "quote_85": "Prostota może być trudniejsza niż złożoność. - Steve Jobs",
    "quote_86": "Najlepszy czas na posadzenie drzewa był 20 lat temu. Drugi najlepszy jest teraz. - Buffett",
    "quote_87": "Dobry plan dziś jest lepszy niż doskonały plan jutro. - Patton",
    "quote_88": "Skup się na byciu sobą. - Oprah Winfrey",
    "quote_89": "Rób najlepiej jak potrafisz, dopóki nie wiesz lepiej. - Maya Angelou",
    "quote_90": "Szczęście pochodzi z twoich własnych działań. - Dalajlama",
    "quote_91": "Kiedy czegoś pragniesz, cały wszechświat pomaga. - Paulo Coelho",
    "quote_92": "Bądź sobą; wszyscy inni są już zajęci. - Oscar Wilde",
    "quote_93": "Wczoraj minęło, jutro nieznane; dziś jest darem. - Rumi",
    "quote_94": "Wiedza to rozpoznanie własnej natury. - Al-Farabi",
    "quote_95": "Jedz mniej, mów mniej, śpij mniej; życie będzie lepsze. - Ibn Sina",
    "quote_96": "Niech jedzenie będzie twoim lekarstwem. - Hipokrates",
    "quote_97": "Czas jest bardzo cenny. Musimy go dobrze wykorzystać. - Atatürk",
    "quote_98": "Najtrudniejsze zadanie to nic nie robić. - Martin Luther King Jr.",
    "quote_99": "Sukces nie jest kluczem do szczęścia. Szczęście jest kluczem do sukcesu. - Schweitzer",
    "quote_100": "Życie nie polega na znajdowaniu siebie. Polega na tworzeniu siebie. - Shaw",
    "on": "Włącz",
    "off": "Wyłącz",
    "reset_stats": "Resetuj statystyki",
    "reset_dialog_title": "Resetuj dane",
    "reset_dialog_content": "Wszystkie statystyki zostaną usunięte. Czy jesteś pewien?",
    "cancel": "Anuluj",
    "yes_delete": "Tak, usuń",
    "data_cleared": "Dane wyczyszczone!",
    "congrats": "Świetna robota! Sesja zakończona.",
    "break_over_title": "Przerwa skończona! ",
    "break_over_msg": "Wróćmy do pracy. Skup się!",
    "work_completed_title": "Sesja zakończona! ",
    "work_completed_msg": "Świetnie! Zasłużyłeś na przerwę.",
    "total_focus_label": "Całkowite skupienie"
}