{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "por Mercan Software",
  "title": "Pomodoro",
  "focus": "Foco",
  "short_break": "Pausa Curta",
  "long_break": "Pausa Longa",
  "reset": "Reiniciar",
  "start": "INICIAR",
  "pause": "PAUSAR",
  "resume": "RETOMAR",
  "stop_alarm": "TERMINAR",
  "ready": "Está pronto?",
  "start_message": "Vamos lá!",
  "settings_title": "Configurações",
  "duration_settings": "Configurações de Duração",
  "dark_mode": "Modo Escuro",
  "sound_label": "Som de Notificação",
  "language_label": "Idioma",
  "classic_bell": "Sino Clássico",
  "digital": "Digital",
  "alarm": "Alarme",
  "sound_settings": "Configurações de Som",
  "background_music": "MÚSICA DE FOCO",
  "enable_music": "Música de Fundo",
  "notification_sound": "SOM DE NOTIFICAÇÃO",
  "music_lock_msg": "Pare o timer para mudar a música.",
  "stats_title": "Estatísticas",
  "total_focus": "Foco Total",
  "total_sessions": "Total de Sessões",
  "this_week": "Esta Semana",
  "all_time": "Todo o Tempo",
  "empty_stats": "Sem dados ainda, comece a trabalhar!",
  "focus_hours": "Horas",
  "sessions_count": "Sessões",
  "today": "Hoje",
  "minutes_label": "Minutos",
  "daily_streak": "Sequência Diária",
  "day_label": "Dia",
  "sound_alarm": "Alarme Clássico",
  "sound_digital": "Digital",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Sino de Cristal",
  "sound_zil1": "Sino 1",
  "sound_zil2": "Sino 2",
  "sound_zil3": "Sino 3",
  "sound_zil4": "Sino 4",
  "sound_zil5": "Sino 5",
  "sound_forest": "Floresta",
  "sound_ocean": "Oceano",
  "sound_rain1": "Chuva Leve",
  "sound_rain2": "Chuva na Floresta",
  "sound_rain3": "Chuva Forte",
  "sound_thunder": "Tempestade",
  "sound_wind": "Vento",
  "quote_1": "Uma jornada de mil milhas começa com um único passo. - Lao Tzu",
  "quote_2": "A excelência não é um ato, mas um hábito. - Aristóteles",
  "quote_3": "Não importa o quão devagar você vá, desde que não pare. - Confúcio",
  "quote_4": "O futuro depende do que você faz hoje. - Mahatma Gandhi",
  "quote_5": "A vitória pertence àqueles que podem dizer 'A vitória é minha'. - M. Kemal Atatürk",
  "quote_6": "Apenas faça. - Nike",
  "quote_7": "Gerencie seu tempo, gerencie sua vida.",
  "quote_8": "Permaneça faminto, permaneça tolo. - Steve Jobs",
  "quote_9": "Talento ganha jogos, mas trabalho em equipe ganha campeonatos. - M. Jordan",
  "quote_10": "O obstáculo é o caminho. - Marco Aurélio",
  "quote_11": "A imaginação é mais importante que o conhecimento. - Albert Einstein",
  "quote_12": "Loucura é fazer a mesma coisa repetidamente esperando resultados diferentes. - Albert Einstein",
  "quote_13": "O presente é deles; o futuro, pelo qual realmente trabalhei, é meu. - Nikola Tesla",
  "quote_14": "Eu não falhei. Apenas encontrei 10.000 maneiras que não funcionam. - Thomas Edison",
  "quote_15": "Inteligência é a capacidade de se adaptar à mudança. - Stephen Hawking",
  "quote_16": "Nada na vida deve ser temido, apenas compreendido. - Marie Curie",
  "quote_17": "Se vi mais longe, foi porque estava sobre os ombros de gigantes. - Isaac Newton",
  "quote_18": "A dúvida é o pai da invenção. - Galileu Galilei",
  "quote_19": "Não é a espécie mais forte que sobrevive... mas a mais adaptável à mudança. - Charles Darwin",
  "quote_20": "Aprender nunca cansa a mente. - Leonardo da Vinci",
  "quote_21": "Uma vida não examinada não vale a pena ser vivida. - Sócrates",
  "quote_22": "Quem governa a si mesmo pode governar o mundo. - Platão",
  "quote_23": "As raízes da educação são amargas, mas o fruto é doce. - Aristóteles",
  "quote_24": "O que não nos mata nos torna mais fortes. - Friedrich Nietzsche",
  "quote_25": "Não basta ter uma boa mente; o principal é usá-la bem. - René Descartes",
  "quote_26": "Ontem eu era inteligente, então queria mudar o mundo. Hoje sou sábio, então estou mudando a mim mesmo. - Rumi",
  "quote_27": "Conhecimento é compreender; conhecimento é compreender a si mesmo. - Yunus Emre",
  "quote_28": "Para ver o limite do possível, você deve tentar o impossível. - Mehmed, o Conquistador",
  "quote_29": "Não há doenças incuráveis - apenas falta de vontade. - Ibn Sina",
  "quote_30": "As dificuldades fortalecem a mente, assim como o trabalho fortalece o corpo. - Sêneca",
  "quote_31": "Não é o que acontece com você, mas como você reage que importa. - Epiteto",
  "quote_32": "Quando você acorda de manhã, pense no privilégio de estar vivo. - Marco Aurélio",
  "quote_33": "Saber não é suficiente, devemos aplicar. Querer não é suficiente, devemos fazer. - Bruce Lee",
  "quote_34": "Não conte os dias, faça os dias contarem. - Muhammad Ali",
  "quote_35": "Posso aceitar o fracasso, todos fracassam em algo. Mas não posso aceitar não tentar. - Michael Jordan",
  "quote_36": "A paciência é um elemento-chave do sucesso. - Bill Gates",
  "quote_37": "Se você acorda de manhã pensando que o futuro será melhor, é um dia brilhante. - Elon Musk",
  "quote_38": "Seu tempo é limitado, não o desperdice vivendo a vida de outra pessoa. - Steve Jobs",
  "quote_39": "Nenhum pássaro voa muito alto se voa com suas próprias asas. - Irmãos Wright",
  "quote_40": "A maioria acredita em inteligência, eu não, o que nos distingue é o esforço. - Aziz Sancar",
  "quote_41": "Quem não arrisca não petisca. - Georgy Zhukov",
  "quote_42": "A hora mais escura é logo antes do amanhecer.",
  "quote_43": "A água atravessa a pedra, não pela força, mas pela persistência.",
  "quote_44": "O sucesso é onde a preparação encontra a oportunidade.",
  "quote_45": "Se você não pode explicar de forma simples, não entende bem o suficiente. - Einstein",
  "quote_46": "A lógica te levará de A a B. A imaginação te levará a todos os lugares. - Einstein",
  "quote_47": "A criatividade é contagiosa, passe adiante. - Einstein",
  "quote_48": "Gênio é tornar simples ideias complexas. - Einstein",
  "quote_49": "Não deixe para amanhã o que você pode fazer hoje.",
  "quote_50": "Seu único limite é sua mente.",
  "quote_51": "O guia mais genuíno na vida é a ciência e o conhecimento. - M. Kemal Atatürk",
  "quote_52": "Conhece-te a ti mesmo. - Sócrates",
  "quote_53": "Só podemos ver a mudança que desejamos ser. - Platão",
  "quote_54": "A coragem não é a ausência do medo, mas a ação apesar do medo. - Aristóteles",
  "quote_55": "Penso, logo existo. - René Descartes",
  "quote_56": "Se você deve fazer, você pode fazer. - Immanuel Kant",
  "quote_57": "Você deve ousar queimar com sua própria chama. - Friedrich Nietzsche",
  "quote_58": "Somente quem sabe quem é, sabe quem é tudo. - Lao Tzu",
  "quote_59": "Vencer sem lutar é a maior maestria. - Sun Tzu",
  "quote_60": "Os detalhes fazem a perfeição, e a perfeição não é um detalhe. - Leonardo da Vinci",
  "quote_61": "O importante é não parar de questionar. - Albert Einstein",
  "quote_62": "Você deve correr riscos para progredir. - Marie Curie",
  "quote_63": "Meça o que é mensurável e torne mensurável o que não é. - Galileu Galilei",
  "quote_64": "Por mais difícil que a vida pareça, sempre há algo que você pode fazer e ter sucesso. - Stephen Hawking",
  "quote_65": "Cada passo em direção ao seu objetivo é o único passo que você dá. - Confúcio",
  "quote_66": "A coisa mais valiosa é o tempo. - Goethe",
  "quote_67": "O perfeito é inimigo do bom. - Voltaire",
  "quote_68": "A procrastinação é o maior impedimento da vida. - Sêneca",
  "quote_69": "A educação é o maior adorno. - Epiteto",
  "quote_70": "Faça o que você deve fazer. Não preste atenção ao que os outros pensam. - Marco Aurélio",
  "quote_71": "O homem que não consegue enfrentar sua própria escuridão não pode iluminar a dos outros. - Carl Jung",
  "quote_72": "A virtude é a força da vontade. - Immanuel Kant",
  "quote_73": "Trabalhar é o antídoto para o mal. - Jean-Jacques Rousseau",
  "quote_74": "O importante não é ir, mas saber onde você está. - Martin Heidegger",
  "quote_75": "Você é livre em suas escolhas. - Jean-Paul Sartre",
  "quote_76": "Viver sua própria vida é uma grande responsabilidade. - Simone de Beauvoir",
  "quote_77": "Não há caminho para a felicidade; a felicidade é o caminho. - Buda",
  "quote_78": "Nossa maior glória não é nunca cair, mas levantar toda vez que caímos. - Confúcio",
  "quote_79": "Você não precisa ser grande para começar, mas precisa começar para ser grande. - Zig Ziglar",
  "quote_80": "O fracasso é simplesmente a oportunidade de começar de novo, desta vez mais inteligentemente. - Henry Ford",
  "quote_81": "Muitos fracassos na vida são pessoas que não perceberam o quão perto estavam do sucesso quando desistiram. - Thomas Edison",
  "quote_82": "Estreite seu foco para uma coisa. - Elon Musk",
  "quote_83": "Concentre-se apenas no sucesso a longo prazo. - Jeff Bezos",
  "quote_84": "Escolho uma pessoa preguiçosa para um trabalho difícil, porque ela encontrará um jeito fácil de fazê-lo. - Bill Gates",
  "quote_85": "Simples pode ser mais difícil que complexo. - Steve Jobs",
  "quote_86": "O melhor momento para plantar uma árvore foi há 20 anos. O segundo melhor é agora. - Warren Buffett",
  "quote_87": "Um bom plano executado violentamente agora é melhor que um plano perfeito na próxima semana. - George S. Patton",
  "quote_88": "Concentre-se em ser você mesmo. Todo o resto seguirá. - Oprah Winfrey",
  "quote_89": "Faça o melhor que puder até saber mais. Quando souber mais, faça melhor. - Maya Angelou",
  "quote_90": "A felicidade não é algo pronto. Vem de suas próprias ações. - Dalai Lama",
  "quote_91": "Quando você quer algo, todo o universo conspira para ajudá-lo a conseguir. - Paulo Coelho",
  "quote_92": "Seja você mesmo; todos os outros já estão ocupados. - Oscar Wilde",
  "quote_93": "O ontem foi embora, o amanhã é desconhecido; hoje é um presente. - Rumi",
  "quote_94": "O conhecimento é o reconhecimento do homem de sua própria natureza. - Al-Farabi",
  "quote_95": "Coma menos, fale menos, durma menos; sua vida será melhor. - Avicena",
  "quote_96": "Que o alimento seja seu remédio e o remédio seja seu alimento. - Hipócrates",
  "quote_97": "O tempo é muito valioso. Devemos usá-lo da melhor maneira. - M. Kemal Atatürk",
  "quote_98": "A tarefa mais difícil é não fazer nada. - Martin Luther King Jr.",
  "quote_99": "O sucesso não é a chave para a felicidade. A felicidade é a chave para o sucesso. - Albert Schweitzer",
  "quote_100": "A vida não é sobre encontrar a si mesmo. A vida é sobre criar a si mesmo. - George Bernard Shaw",
  "on": "Ligado",
  "off": "Desligado",
  "reset_stats": "Reiniciar Estatísticas",
  "reset_dialog_title": "Reiniciar Dados",
  "reset_dialog_content": "Todas as estatísticas serão excluídas. Tem certeza?",
  "cancel": "Cancelar",
  "yes_delete": "Sim, Excluir",
  "data_cleared": "Dados apagados!",
  "congrats": "Excelente! Sessão Concluída.",
  "break_over_title": "Pausa Encerrada!",
  "break_over_msg": "Vamos voltar ao trabalho. Foco!",
  "work_completed_title": "Sessão Concluída!",
  "work_completed_msg": "Bom trabalho! Você mereceu uma pausa.",
  "total_focus_label": "Foco Total",
  "keep_streak": "Não quebre a sequência!",
  "change_lock_msg": "Pare o timer para mudar a duração.",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "aplicado!",
  "theme_unlocked": "desbloqueado!",
  "unlock_theme_msg": "Assista a um vídeo curto para desbloquear este tema.",
  "watch_ad": "Assistir Anúncio",
  "recommended_sound": "Recomendado",
  "ad_loading": "Anúncio carregando, tente novamente...",
  "save": "Salvar",
  "min_max_warning": "Digite entre {} e {}",
  "daily_avg": "Média Diária",
  "per_day": "por dia",
  "best_day": "Melhor Dia",
  "keep_fire_burning": "Mantenha o fogo aceso!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Original, Clássico",
  "theme_name_classic_elite": "Clássico",
  "theme_vibe_classic_elite": "Confiança, Simples",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Suspense, Mistério, Anos 80",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Azul Cristal, Truque Amarelo",
  "theme_name_deep_ocean": "Oceano Profundo",
  "theme_vibe_deep_ocean": "Profundidade, Foco",
  "theme_name_mystic_forest": "Floresta Mística",
  "theme_vibe_mystic_forest": "Natureza, Paz",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Futuro",
  "theme_name_royal_gold": "Ouro Real",
  "theme_vibe_royal_gold": "Luxo, Sucesso",
  "theme_name_sunset_lofi": "Pôr do Sol Lofi",
  "theme_vibe_sunset_lofi": "Estético, Relaxante",
  "theme_name_nordic_snow": "Neve Nórdica",
  "theme_vibe_nordic_snow": "Minimalista, Contraste",
  "theme_name_volcano": "Vulcão",
  "theme_vibe_volcano": "Poder, Energia"
}