{
    "title": "Помодоро",
    "focus": "Фокус",
    "short_break": "Короткий Перерыв",
    "long_break": "Длинный Перерыв",
    "reset": "Сброс",
    "start": "СТАРТ",
    "pause": "ПАУЗА",
    "resume": "ПРОДОЛЖИТЬ",
    "stop_alarm": "ЗАВЕРШИТЬ",
    "ready": "Вы готовы? ",
    "start_message": "Поехали! ",
    "settings_title": "Настройки",
    "duration_settings": "Настройки Длительности",
    "dark_mode": "Тёмный Режим",
    "sound_label": "Звук Уведомления",
    "language_label": "Язык",
    "classic_bell": "Классический Колокол",
    "digital": "Цифровой",
    "alarm": "Будильник",
    "sound_settings": "Настройки Звука",
    "background_music": "МУЗЫКА ДЛЯ ФОКУСА",
    "enable_music": "Фоновая Музыка",
    "notification_sound": "ЗВУК УВЕДОМЛЕНИЯ",
    "music_lock_msg": "Остановите таймер, чтобы изменить музыку.",
    "stats_title": "Статистика",
    "total_focus": "Общий Фокус",
    "total_sessions": "Всего Сессий",
    "this_week": "На Этой Неделе",
    "all_time": "За Всё Время",
    "empty_stats": "Данных пока нет, начните работать!",
    "focus_hours": "Часы",
    "sessions_count": "Сессии",
    "today": "Сегодня",
    "minutes_label": "Минуты",
    "daily_streak": "Ежедневная Серия",
    "day_label": "День",
    "sound_alarm": "Классический Будильник",
    "sound_digital": "Цифровой",
    "sound_bell3": "Динь-Дон",
    "sound_bell8": "Хрустальный Колокол",
    "sound_zil1": "Колокол 1",
    "sound_zil2": "Колокол 2",
    "sound_zil3": "Колокол 3",
    "sound_zil4": "Колокол 4",
    "sound_zil5": "Колокол 5",
    "sound_forest": "Лес",
    "sound_ocean": "Океан",
    "sound_rain1": "Лёгкий Дождь",
    "sound_rain2": "Дождь в Лесу",
    "sound_rain3": "Сильный Дождь",
    "sound_thunder": "Гроза",
    "sound_wind": "Ветер",
    "quote_1": "Путешествие в тысячу миль начинается с одного шага. - Лао-цзы",
    "quote_2": "Совершенство — это не действие, а привычка. - Аристотель",
    "quote_3": "Неважно, как медленно ты идёшь, главное — не останавливаться. - Конфуций",
    "quote_4": "Будущее зависит от того, что ты делаешь сегодня. - Махатма Ганди",
    "quote_5": "Победа принадлежит тем, кто может сказать «Победа моя». - М. Кемаль Ататюрк",
    "quote_6": "Просто сделай это. - Nike",
    "quote_7": "Управляй своим временем, управляй своей жизнью.",
    "quote_8": "Оставайся голодным, оставайся безрассудным. - Стив Джобс",
    "quote_9": "Талант выигрывает игры, но командная работа выигрывает чемпионаты. - М. Джордан",
    "quote_10": "Препятствие — это путь. - Марк Аврелий",
    "quote_11": "Воображение важнее знания. - Альберт Эйнштейн",
    "quote_12": "Безумие — делать одно и то же снова и снова, ожидая разных результатов. - Альберт Эйнштейн",
    "quote_13": "Настоящее принадлежит им; будущее, ради которого я работал, — моё. - Никола Тесла",
    "quote_14": "Я не потерпел неудачу. Я просто нашёл 10 000 способов, которые не работают. - Томас Эдисон",
    "quote_15": "Интеллект — это способность адаптироваться к изменениям. - Стивен Хокинг",
    "quote_16": "Ничего в жизни не нужно бояться, нужно только понять. - Мария Кюри",
    "quote_17": "Если я видел дальше, это потому, что стоял на плечах гигантов. - Исаак Ньютон",
    "quote_18": "Сомнение — отец изобретения. - Галилео Галилей",
    "quote_19": "Выживает не сильнейший вид... а наиболее приспособленный к изменениям. - Чарльз Дарвин",
    "quote_20": "Учение никогда не утомляет ум. - Леонардо да Винчи",
    "quote_21": "Неисследованная жизнь не стоит того, чтобы жить. - Сократ",
    "quote_22": "Способный управлять собой может управлять миром. - Платон",
    "quote_23": "Корни образования горьки, но плоды сладки. - Аристотель",
    "quote_24": "То, что нас не убивает, делает нас сильнее. - Фридрих Ницше",
    "quote_25": "Недостаточно иметь хороший ум; главное — правильно его использовать. - Рене Декарт",
    "quote_26": "Вчера я был умным и хотел изменить мир. Сегодня я мудр и меняю себя. - Руми",
    "quote_27": "Знание — это понимание; знание — это понимание себя. - Юнус Эмре",
    "quote_28": "Чтобы увидеть предел возможного, нужно попытаться совершить невозможное. - Мехмед Завоеватель",
    "quote_29": "Нет неизлечимых болезней — есть только недостаток воли. - Ибн Сина",
    "quote_30": "Трудности укрепляют ум, как труд укрепляет тело. - Сенека",
    "quote_31": "Важно не то, что с тобой происходит, а то, как ты на это реагируешь. - Эпиктет",
    "quote_32": "Когда просыпаешься утром, подумай о том, какая привилегия — быть живым. - Марк Аврелий",
    "quote_33": "Знать недостаточно, мы должны применять. Хотеть недостаточно, мы должны делать. - Брюс Ли",
    "quote_34": "Не считай дни, делай так, чтобы дни считались. - Мухаммед Али",
    "quote_35": "Я могу принять неудачу, все терпят неудачи. Но я не могу принять отказ от попытки. - Майкл Джордан",
    "quote_36": "Терпение — ключевой элемент успеха. - Билл Гейтс",
    "quote_37": "Если ты просыпаешься утром и думаешь, что будущее будет лучше, это яркий день. - Илон Маск",
    "quote_38": "Твоё время ограничено, не трать его, живя чужой жизнью. - Стив Джобс",
    "quote_39": "Ни одна птица не летает слишком высоко, если летает на своих крыльях. - Братья Райт",
    "quote_40": "Большинство верит в интеллект, я нет, нас отличает усердие. - Азиз Санджар",
    "quote_41": "Кто не рискует, тот не пьёт шампанского. - Георгий Жуков",
    "quote_42": "Самый тёмный час — перед рассветом.",
    "quote_43": "Вода точит камень не силой, а постоянством.",
    "quote_44": "Успех — там, где подготовка встречается с возможностью.",
    "quote_45": "Если не можешь объяснить просто, значит, сам не понимаешь достаточно хорошо. - Эйнштейн",
    "quote_46": "Логика приведёт тебя из А в Б. Воображение — куда угодно. - Эйнштейн",
    "quote_47": "Творчество заразительно, передавай его. - Эйнштейн",
    "quote_48": "Гений — делать сложные идеи простыми. - Эйнштейн",
    "quote_49": "Не откладывай на завтра то, что можешь сделать сегодня.",
    "quote_50": "Твой единственный предел — твой разум.",
    "quote_51": "Самый надёжный проводник в жизни — наука и знание. - М. Кемаль Ататюрк",
    "quote_52": "Познай самого себя. - Сократ",
    "quote_53": "Мы можем видеть только то изменение, которым хотим быть. - Платон",
    "quote_54": "Храбрость — не отсутствие страха, а действие вопреки страху. - Аристотель",
    "quote_55": "Мыслю, следовательно, существую. - Рене Декарт",
    "quote_56": "Если ты должен это сделать, ты можешь это сделать. - Иммануил Кант",
    "quote_57": "Ты должен осмелиться гореть своим собственным огнём. - Фридрих Ницше",
    "quote_58": "Только тот, кто знает, кто он, знает, кто есть всё. - Лао-цзы",
    "quote_59": "Победить без боя — высшее мастерство. - Сунь-цзы",
    "quote_60": "Детали создают совершенство, а совершенство — не деталь. - Леонардо да Винчи",
    "quote_61": "Важно не переставать задавать вопросы. - Альберт Эйнштейн",
    "quote_62": "Нужно рисковать, чтобы прогрессировать. - Мария Кюри",
    "quote_63": "Измеряй то, что можно измерить, и делай измеримым то, что нельзя. - Галилео Галилей",
    "quote_64": "Как бы трудно ни казалась жизнь, всегда есть что-то, что ты можешь сделать и добиться успеха. - Стивен Хокинг",
    "quote_65": "Каждый шаг к цели — единственный шаг, который ты делаешь. - Конфуций",
    "quote_66": "Самое ценное — это время. - Гёте",
    "quote_67": "Лучшее — враг хорошего. - Вольтер",
    "quote_68": "Откладывание — величайшее препятствие в жизни. - Сенека",
    "quote_69": "Образование — величайшее украшение. - Эпиктет",
    "quote_70": "Делай то, что должен. Не обращай внимания на то, что думают другие. - Марк Аврелий",
    "quote_71": "Человек, который не может встретить собственную тьму, не может осветить тьму других. - Карл Юнг",
    "quote_72": "Добродетель — это сила воли. - Иммануил Кант",
    "quote_73": "Труд — противоядие от зла. - Жан-Жак Руссо",
    "quote_74": "Важно не идти, а знать, где ты находишься. - Мартин Хайдеггер",
    "quote_75": "Ты свободен в своём выборе. - Жан-Поль Сартр",
    "quote_76": "Жить своей жизнью — большая ответственность. - Симона де Бовуар",
    "quote_77": "Нет пути к счастью; счастье — это путь. - Будда",
    "quote_78": "Наша величайшая слава не в том, что мы никогда не падаем, а в том, что встаём каждый раз. - Конфуций",
    "quote_79": "Не нужно быть великим, чтобы начать, но нужно начать, чтобы стать великим. - Зиг Зиглар",
    "quote_80": "Неудача — это просто возможность начать снова, на этот раз умнее. - Генри Форд",
    "quote_81": "Многие неудачи в жизни — это люди, которые не осознавали, как близки они были к успеху, когда сдались. - Томас Эдисон",
    "quote_82": "Сузь фокус до одного дела. - Илон Маск",
    "quote_83": "Просто сосредоточься на долгосрочном успехе. - Джефф Безос",
    "quote_84": "Я выбираю ленивого человека для сложной работы, потому что он найдёт лёгкий способ. - Билл Гейтс",
    "quote_85": "Простое может быть сложнее сложного. - Стив Джобс",
    "quote_86": "Лучшее время посадить дерево было 20 лет назад. Второе лучшее время — сейчас. - Уоррен Баффет",
    "quote_87": "Хороший план, выполненный сегодня, лучше идеального плана на следующую неделю. - Джордж С. Паттон",
    "quote_88": "Сосредоточься на том, чтобы быть собой. Всё остальное последует. - Опра Уинфри",
    "quote_89": "Делай лучшее, что можешь, пока не узнаешь больше. Когда узнаешь больше — делай лучше. - Майя Энджелоу",
    "quote_90": "Счастье — не что-то готовое. Оно исходит от твоих собственных действий. - Далай-лама",
    "quote_91": "Когда ты чего-то хочешь, вся вселенная помогает тебе достичь этого. - Пауло Коэльо",
    "quote_92": "Будь собой; все остальные уже заняты. - Оскар Уайльд",
    "quote_93": "Вчера прошло, завтра неизвестно; сегодня — подарок. - Руми",
    "quote_94": "Знание — это осознание человеком своей природы. - Аль-Фараби",
    "quote_95": "Ешь меньше, говори меньше, спи меньше; твоя жизнь станет лучше. - Авиценна",
    "quote_96": "Пусть пища будет твоим лекарством, а лекарство — пищей. - Гиппократ",
    "quote_97": "Время очень ценно. Мы должны использовать его наилучшим образом. - М. Кемаль Ататюрк",
    "quote_98": "Самая трудная задача — ничего не делать. - Мартин Лютер Кинг-младший",
    "quote_99": "Успех — не ключ к счастью. Счастье — ключ к успеху. - Альберт Швейцер",
    "quote_100": "Жизнь — это не о том, чтобы найти себя. Жизнь — это о том, чтобы создать себя. - Джордж Бернард Шоу",
    "on": "Вкл",
    "off": "Выкл",
    "reset_stats": "Сбросить Статистику",
    "reset_dialog_title": "Сбросить Данные",
    "reset_dialog_content": "Вся статистика будет удалена. Вы уверены?",
    "cancel": "Отмена",
    "yes_delete": "Да, Удалить",
    "data_cleared": "Данные удалены!",
    "congrats": "Отлично! Сессия Завершена.",
    "break_over_title": "Перерыв Окончен! ",
    "break_over_msg": "Вернёмся к работе. Сосредоточьтесь!",
    "work_completed_title": "Сессия Завершена! ",
    "work_completed_msg": "Отличная работа! Вы заслужили перерыв.",
    "total_focus_label": "Общий Фокус",
    "keep_streak": "Не прерывай цепочку!",
    "change_lock_msg": "Остановите таймер, чтобы изменить длительность."
}