{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "av Mercan Software",
  "title": "Pomodoro",
  "focus": "Fokus",
  "short_break": "Kort Paus",
  "long_break": "Lång Paus",
  "reset": "Återställ",
  "start": "STARTA",
  "pause": "PAUSA",
  "resume": "ÅTERUPPTA",
  "stop_alarm": "AVSLUTA",
  "ready": "Är du redo?",
  "start_message": "Kör igång!",
  "settings_title": "Inställningar",
  "duration_settings": "Tidsinställningar",
  "dark_mode": "Mörkt Läge",
  "sound_label": "Aviseringsljud",
  "language_label": "Språk",
  "classic_bell": "Klassisk Klocka",
  "digital": "Digital",
  "alarm": "Alarm",
  "sound_settings": "Ljudinställningar",
  "background_music": "FOKUSMUSIK",
  "enable_music": "Bakgrundsmusik",
  "notification_sound": "AVISERINGSLJUD",
  "music_lock_msg": "Stoppa timern för att byta musik.",
  "stats_title": "Statistik",
  "total_focus": "Total Fokus",
  "total_sessions": "Totalt Antal Sessioner",
  "this_week": "Denna Vecka",
  "all_time": "All Tid",
  "empty_stats": "Ingen data ännu, börja arbeta!",
  "focus_hours": "Timmar",
  "sessions_count": "Sessioner",
  "today": "Idag",
  "minutes_label": "Minuter",
  "daily_streak": "Daglig Serie",
  "day_label": "Dag",
  "sound_alarm": "Klassiskt Alarm",
  "sound_digital": "Digital",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Kristallklocka",
  "sound_zil1": "Klocka 1",
  "sound_zil2": "Klocka 2",
  "sound_zil3": "Klocka 3",
  "sound_zil4": "Klocka 4",
  "sound_zil5": "Klocka 5",
  "sound_forest": "Skog",
  "sound_ocean": "Hav",
  "sound_rain1": "Lätt Regn",
  "sound_rain2": "Skogsregn",
  "sound_rain3": "Kraftigt Regn",
  "sound_thunder": "Åskväder",
  "sound_wind": "Vind",
  "quote_1": "En resa på tusen mil börjar med ett enda steg. - Lao Tzu",
  "quote_2": "Excellens är inte en handling, utan en vana. - Aristoteles",
  "quote_3": "Det spelar ingen roll hur sakta du går, så länge du inte stannar. - Konfucius",
  "quote_4": "Framtiden beror på vad du gör idag. - Mahatma Gandhi",
  "quote_5": "Segern tillhör de som kan säga 'Segern är min'. - M. Kemal Atatürk",
  "quote_6": "Bara gör det. - Nike",
  "quote_7": "Hantera din tid, hantera ditt liv.",
  "quote_8": "Var hungrig, var galen. - Steve Jobs",
  "quote_9": "Talang vinner matcher, men lagarbete vinner mästerskap. - M. Jordan",
  "quote_10": "Hindret är vägen. - Marcus Aurelius",
  "quote_11": "Fantasi är viktigare än kunskap. - Albert Einstein",
  "quote_12": "Galenskap är att göra samma sak om och om igen och förvänta sig olika resultat. - Albert Einstein",
  "quote_13": "Nutiden är deras; framtiden, som jag verkligen arbetade för, är min. - Nikola Tesla",
  "quote_14": "Jag har inte misslyckats. Jag har bara hittat 10 000 sätt som inte fungerar. - Thomas Edison",
  "quote_15": "Intelligens är förmågan att anpassa sig till förändring. - Stephen Hawking",
  "quote_16": "Inget i livet ska fruktas, bara förstås. - Marie Curie",
  "quote_17": "Om jag har sett längre, är det för att jag stod på jättars axlar. - Isaac Newton",
  "quote_18": "Tvivel är uppfinningens fader. - Galileo Galilei",
  "quote_19": "Det är inte den starkaste arten som överlever... utan den mest anpassningsbara. - Charles Darwin",
  "quote_20": "Att lära tröttar aldrig sinnet. - Leonardo da Vinci",
  "quote_21": "Ett oexaminerat liv är inte värt att leva. - Sokrates",
  "quote_22": "Den som styr sig själv kan styra världen. - Platon",
  "quote_23": "Utbildningens rötter är bittra, men frukten är söt. - Aristoteles",
  "quote_24": "Det som inte dödar oss gör oss starkare. - Friedrich Nietzsche",
  "quote_25": "Det räcker inte att ha ett gott sinne; det viktigaste är att använda det väl. - René Descartes",
  "quote_26": "Igår var jag klok, så jag ville förändra världen. Idag är jag vis, så jag förändrar mig själv. - Rumi",
  "quote_27": "Kunskap är förståelse; kunskap är att förstå sig själv. - Yunus Emre",
  "quote_28": "För att se gränsen för det möjliga måste du försöka det omöjliga. - Mehmed Erövraren",
  "quote_29": "Det finns inga obotliga sjukdomar - bara brist på viljekraft. - Ibn Sina",
  "quote_30": "Svårigheter stärker sinnet, precis som arbete stärker kroppen. - Seneca",
  "quote_31": "Det är inte vad som händer dig, utan hur du reagerar som spelar roll. - Epiktetos",
  "quote_32": "När du vaknar på morgonen, tänk på vilken förmån det är att vara vid liv. - Marcus Aurelius",
  "quote_33": "Att veta räcker inte, vi måste tillämpa. Att vilja räcker inte, vi måste göra. - Bruce Lee",
  "quote_34": "Räkna inte dagarna, gör att dagarna räknas. - Muhammad Ali",
  "quote_35": "Jag kan acceptera misslyckande, alla misslyckas med något. Men jag kan inte acceptera att inte försöka. - Michael Jordan",
  "quote_36": "Tålamod är nyckeln till framgång. - Bill Gates",
  "quote_37": "Om du vaknar på morgonen och tror att framtiden blir bättre, är det en ljus dag. - Elon Musk",
  "quote_38": "Din tid är begränsad, slösa den inte på att leva någon annans liv. - Steve Jobs",
  "quote_39": "Ingen fågel flyger för högt om den flyger med sina egna vingar. - Bröderna Wright",
  "quote_40": "De flesta tror på intelligens, jag gör det inte, det som skiljer oss är ansträngning. - Aziz Sancar",
  "quote_41": "Den som inte vågar, vinner inte. - Georgy Zjukov",
  "quote_42": "Den mörkaste timmen är strax före gryningen.",
  "quote_43": "Vatten urholkar sten, inte genom kraft, utan genom uthållighet.",
  "quote_44": "Framgång är där förberedelse möter möjlighet.",
  "quote_45": "Om du inte kan förklara det enkelt, förstår du det inte tillräckligt bra. - Einstein",
  "quote_46": "Logik tar dig från A till B. Fantasi tar dig överallt. - Einstein",
  "quote_47": "Kreativitet smittar, sprid den vidare. - Einstein",
  "quote_48": "Geni är att förenkla komplexa idéer. - Einstein",
  "quote_49": "Skjut inte upp till imorgon det du kan göra idag.",
  "quote_50": "Din enda begränsning är ditt sinne.",
  "quote_51": "Den mest genuina guiden i livet är vetenskap och kunskap. - M. Kemal Atatürk",
  "quote_52": "Känn dig själv. - Sokrates",
  "quote_53": "Vi kan bara se den förändring vi vill vara. - Platon",
  "quote_54": "Mod är inte frånvaron av rädsla, utan handlingen trots rädsla. - Aristoteles",
  "quote_55": "Jag tänker, alltså finns jag. - René Descartes",
  "quote_56": "Om du måste göra det, kan du göra det. - Immanuel Kant",
  "quote_57": "Du måste våga brinna med din egen låga. - Friedrich Nietzsche",
  "quote_58": "Bara den som vet vem han är, vet vem allt är. - Lao Tzu",
  "quote_59": "Att vinna utan att slåss är den största mästerskapen. - Sun Tzu",
  "quote_60": "Detaljer skapar perfektion, och perfektion är inte en detalj. - Leonardo da Vinci",
  "quote_61": "Det viktiga är att aldrig sluta ifrågasätta. - Albert Einstein",
  "quote_62": "Du måste ta risker för att gå framåt. - Marie Curie",
  "quote_63": "Mät det mätbara, och gör det omätbara mätbart. - Galileo Galilei",
  "quote_64": "Hur svårt livet än verkar, det finns alltid något du kan göra och lyckas med. - Stephen Hawking",
  "quote_65": "Varje steg mot ditt mål är det enda steget du tar. - Konfucius",
  "quote_66": "Det mest värdefulla är tiden. - Goethe",
  "quote_67": "Det perfekta är det godas fiende. - Voltaire",
  "quote_68": "Uppskjutande är livets största hinder. - Seneca",
  "quote_69": "Utbildning är den största prydnaden. - Epiktetos",
  "quote_70": "Gör vad du måste. Bry dig inte om vad andra tycker. - Marcus Aurelius",
  "quote_71": "Mannen som inte kan möta sitt eget mörker kan inte lysa upp andras. - Carl Jung",
  "quote_72": "Dygd är viljans styrka. - Immanuel Kant",
  "quote_73": "Att arbeta är motgiftet mot ondska. - Jean-Jacques Rousseau",
  "quote_74": "Det viktiga är inte att gå, utan att veta var du är. - Martin Heidegger",
  "quote_75": "Du är fri i dina val. - Jean-Paul Sartre",
  "quote_76": "Att leva sitt eget liv är ett stort ansvar. - Simone de Beauvoir",
  "quote_77": "Det finns ingen väg till lycka; lycka är vägen. - Buddha",
  "quote_78": "Vår största ära är inte att aldrig falla, utan att resa oss varje gång vi faller. - Konfucius",
  "quote_79": "Du behöver inte vara stor för att börja, men du måste börja för att bli stor. - Zig Ziglar",
  "quote_80": "Misslyckande är helt enkelt möjligheten att börja om, den här gången smartare. - Henry Ford",
  "quote_81": "Många misslyckanden i livet är människor som inte insåg hur nära de var framgång när de gav upp. - Thomas Edison",
  "quote_82": "Begränsa ditt fokus till en sak. - Elon Musk",
  "quote_83": "Fokusera bara på långsiktig framgång. - Jeff Bezos",
  "quote_84": "Jag väljer en lat person för ett svårt jobb, för hen hittar ett enkelt sätt. - Bill Gates",
  "quote_85": "Enkelt kan vara svårare än komplext. - Steve Jobs",
  "quote_86": "Bästa tiden att plantera ett träd var för 20 år sedan. Näst bästa är nu. - Warren Buffett",
  "quote_87": "En bra plan utförd våldsamt nu är bättre än en perfekt plan nästa vecka. - George S. Patton",
  "quote_88": "Fokusera på att vara dig själv. Allt annat följer. - Oprah Winfrey",
  "quote_89": "Gör ditt bästa tills du vet mer. När du vet mer, gör bättre. - Maya Angelou",
  "quote_90": "Lycka är inget färdigt. Det kommer från dina egna handlingar. - Dalai Lama",
  "quote_91": "När du vill ha något, konspirerar hela universum för att hjälpa dig uppnå det. - Paulo Coelho",
  "quote_92": "Var dig själv; alla andra är redan tagna. - Oscar Wilde",
  "quote_93": "Igår är borta, imorgon är okänd; idag är en gåva. - Rumi",
  "quote_94": "Kunskap är människans erkännande av sin egen natur. - Al-Farabi",
  "quote_95": "Ät mindre, prata mindre, sov mindre; ditt liv blir bättre. - Avicenna",
  "quote_96": "Låt maten vara din medicin och medicinen din mat. - Hippokrates",
  "quote_97": "Tid är mycket värdefullt. Vi måste använda det på bästa möjliga sätt. - M. Kemal Atatürk",
  "quote_98": "Den svåraste uppgiften är att inte göra någonting. - Martin Luther King Jr.",
  "quote_99": "Framgång är inte nyckeln till lycka. Lycka är nyckeln till framgång. - Albert Schweitzer",
  "quote_100": "Livet handlar inte om att hitta sig själv. Livet handlar om att skapa sig själv. - George Bernard Shaw",
  "on": "På",
  "off": "Av",
  "reset_stats": "Återställ Statistik",
  "reset_dialog_title": "Återställ Data",
  "reset_dialog_content": "All statistik kommer att raderas. Är du säker?",
  "cancel": "Avbryt",
  "yes_delete": "Ja, Radera",
  "data_cleared": "Data raderad!",
  "congrats": "Fantastiskt! Session Klar.",
  "break_over_title": "Paus Över!",
  "break_over_msg": "Låt oss återgå till arbetet. Fokusera!",
  "work_completed_title": "Session Klar!",
  "work_completed_msg": "Bra jobbat! Du har förtjänat en paus.",
  "total_focus_label": "Total Fokus",
  "keep_streak": "Bryt inte kedjan!",
  "change_lock_msg": "Stoppa timern för att ändra längd.",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "tillämpat!",
  "theme_unlocked": "upplåst!",
  "unlock_theme_msg": "Titta på en kort video för att låsa upp detta tema.",
  "watch_ad": "Titta på Annons",
  "recommended_sound": "Rekommenderad",
  "ad_loading": "Annons laddas, försök igen...",
  "save": "Spara",
  "min_max_warning": "Ange mellan {} och {}",
  "daily_avg": "Dagligt Genomsnitt",
  "per_day": "per dag",
  "best_day": "Bästa Dag",
  "keep_fire_burning": "Håll elden brinnande!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Original, Klassisk",
  "theme_name_classic_elite": "Klassisk",
  "theme_vibe_classic_elite": "Förtroende, Enkel",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Thriller, Mystik, 80-tal",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Kristallblå, Gult Trick",
  "theme_name_deep_ocean": "Djupt Hav",
  "theme_vibe_deep_ocean": "Djup, Fokus",
  "theme_name_mystic_forest": "Mystisk Skog",
  "theme_vibe_mystic_forest": "Natur, Fred",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Framtid",
  "theme_name_royal_gold": "Kungligt Guld",
  "theme_vibe_royal_gold": "Lyx, Framgång",
  "theme_name_sunset_lofi": "Solnedgång Lofi",
  "theme_vibe_sunset_lofi": "Estetisk, Chill",
  "theme_name_nordic_snow": "Nordisk Snö",
  "theme_vibe_nordic_snow": "Minimal, Kontrast",
  "theme_name_volcano": "Vulkan",
  "theme_vibe_volcano": "Kraft, Energi"
}