{
    "title": "Pomodoro",
    "focus": "Fokus",
    "short_break": "Kort paus",
    "long_break": "Lång paus",
    "reset": "Återställ",
    "start": "STARTA",
    "pause": "PAUS",
    "resume": "FORTSÄTT",
    "stop_alarm": "AVSLUTA",
    "ready": "Är du redo? ",
    "start_message": "Nu kör vi! ",
    "settings_title": "Inställningar",
    "duration_settings": "Tidsinställningar",
    "dark_mode": "Mörkt läge",
    "sound_label": "Aviseringsljud",
    "language_label": "Språk",
    "classic_bell": "Klassisk klocka",
    "digital": "Digital",
    "alarm": "Alarm",
    "sound_settings": "Ljudinställningar",
    "background_music": "FOKUSMUSIK",
    "enable_music": "Bakgrundsmusik",
    "notification_sound": "AVISERINGSLJUD",
    "music_lock_msg": "Stoppa timern för att byta musik.",
    "stats_title": "Statistik",
    "total_focus": "Total fokus",
    "total_sessions": "Totala sessioner",
    "this_week": "Denna vecka",
    "all_time": "Alla tider",
    "empty_stats": "Ingen data ännu, börja arbeta!",
    "focus_hours": "Timmar",
    "sessions_count": "Sessioner",
    "today": "Idag",
    "minutes_label": "Minuter",
    "daily_streak": "Daglig svit",
    "day_label": "Dag",
    "sound_zil1": "Klocka 1",
    "sound_zil2": "Klocka 2",
    "sound_zil3": "Klocka 3",
    "sound_zil4": "Klocka 4",
    "sound_zil5": "Klocka 5",
    "sound_forest": "Skog",
    "sound_ocean": "Hav",
    "sound_rain1": "Lätt regn",
    "sound_rain2": "Skogsregn",
    "sound_rain3": "Kraftigt regn",
    "sound_thunder": "Åska",
    "sound_wind": "Vind",
    "keep_streak": "Bryt inte sviten!",
    "change_lock_msg": "Stoppa timern för att ändra tid.",
    "quote_1": "En resa på tusen mil börjar med ett steg. - Lao Tzu",
    "quote_2": "Förträfflighet är inte en handling, utan en vana. - Aristoteles",
    "quote_3": "Det spelar ingen roll hur långsamt du går, så länge du inte stannar. - Konfucius",
    "quote_4": "Framtiden beror på vad du gör idag. - Mahatma Gandhi",
    "quote_5": "Segern tillhör dem som kan säga 'Segern är min'. - Atatürk",
    "quote_6": "Bara gör det. - Nike",
    "quote_7": "Hantera din tid, hantera ditt liv.",
    "quote_8": "Var hungrig, var galen. - Steve Jobs",
    "quote_9": "Talang vinner matcher, lagarbete vinner mästerskap. - M. Jordan",
    "quote_10": "Hindret är vägen. - Marcus Aurelius",
    "quote_11": "Fantasi är viktigare än kunskap. - Albert Einstein",
    "quote_12": "Galenskap är att göra samma sak och förvänta sig olika resultat. - Einstein",
    "quote_13": "Nuet är deras; framtiden jag arbetade för är min. - Tesla",
    "quote_14": "Jag har inte misslyckats. Jag har hittat 10000 sätt som inte fungerar. - Edison",
    "quote_15": "Intelligens är förmågan att anpassa sig till förändring. - Stephen Hawking",
    "quote_16": "I livet finns inget att frukta, bara att förstå. - Marie Curie",
    "quote_17": "Om jag har sett längre, är det genom att stå på jättars axlar. - Newton",
    "quote_18": "Tvivel är uppfinningens fader. - Galileo",
    "quote_19": "Det är inte den starkaste som överlever, utan den mest anpassningsbara. - Darwin",
    "quote_20": "Lärande tröttar aldrig sinnet. - Leonardo da Vinci",
    "quote_21": "Ett oexaminerat liv är inte värt att leva. - Sokrates",
    "quote_22": "Den som styr sig själv kan styra världen. - Platon",
    "quote_23": "Utbildningens rötter är bittra, men frukten är söt. - Aristoteles",
    "quote_24": "Det som inte dödar mig gör mig starkare. - Nietzsche",
    "quote_25": "Det räcker inte med ett bra sinne; det gäller att använda det väl. - Descartes",
    "quote_26": "Igår var jag klok, ville förändra världen. Idag förändrar jag mig själv. - Rumi",
    "quote_27": "Kunskap är att förstå; kunskap är att förstå sig själv. - Yunus Emre",
    "quote_28": "För att se gränsen för det möjliga, försök det omöjliga. - Mehmed",
    "quote_29": "Det finns inga obotliga sjukdomar — bara brist på vilja. - Ibn Sina",
    "quote_30": "Svårigheter stärker sinnet, som arbete stärker kroppen. - Seneca",
    "quote_31": "Det viktiga är inte vad som händer, utan hur du reagerar. - Epiktetos",
    "quote_32": "Vakna på morgonen och tänk vilken förmån det är att leva. - Marcus Aurelius",
    "quote_33": "Att veta räcker inte, vi måste tillämpa. Att vilja räcker inte, vi måste göra. - Bruce Lee",
    "quote_34": "Räkna inte dagarna, gör dagarna värda att räkna. - Muhammad Ali",
    "quote_35": "Jag kan acceptera misslyckande, men inte att inte försöka. - Michael Jordan",
    "quote_36": "Tålamod är en nyckel till framgång. - Bill Gates",
    "quote_37": "Om du vaknar och tror att framtiden blir bättre, är det en ljus dag. - Elon Musk",
    "quote_38": "Din tid är begränsad, slösa den inte på andras liv. - Steve Jobs",
    "quote_39": "Ingen fågel flyger för högt om den flyger med egna vingar. - Wright",
    "quote_40": "Det som skiljer oss är ansträngning. - Aziz Sancar",
    "quote_41": "Den som inte riskerar dricker ingen champagne. - Zjukov",
    "quote_42": "Den mörkaste timmen är precis före gryningen.",
    "quote_43": "Stenen slipas inte av vattnets kraft, utan av dropparnas uthållighet.",
    "quote_44": "Framgång är där förberedelse möter möjlighet.",
    "quote_45": "Om du inte kan förklara det enkelt, förstår du det inte tillräckligt. - Einstein",
    "quote_46": "Logik tar dig från A till B. Fantasi tar dig överallt. - Einstein",
    "quote_47": "Kreativitet är smittsam, sprid den. - Einstein",
    "quote_48": "Geni är att göra komplexa idéer enkla. - Einstein",
    "quote_49": "Skjut inte upp till imorgon det du kan göra idag.",
    "quote_50": "Din enda gräns är ditt sinne.",
    "quote_51": "Den mest genuina vägledaren i livet är vetenskap och kunskap. - Atatürk",
    "quote_52": "Känn dig själv. - Sokrates",
    "quote_53": "Var förändringen du vill se. - Platon",
    "quote_54": "Mod är inte frånvaro av rädsla, utan att agera trots rädsla. - Aristoteles",
    "quote_55": "Jag tänker, alltså finns jag. - Descartes",
    "quote_56": "Om du bör, kan du. - Kant",
    "quote_57": "Du måste våga brinna med din egen låga. - Nietzsche",
    "quote_58": "Bara den som känner sig själv känner allt. - Lao Tzu",
    "quote_59": "Att vinna utan att slåss är den största mästarkonsten. - Sun Tzu",
    "quote_60": "Detaljer skapar perfektion. - Leonardo da Vinci",
    "quote_61": "Det viktiga är att inte sluta fråga. - Einstein",
    "quote_62": "Du måste ta risker för att gå framåt. - Marie Curie",
    "quote_63": "Mät det mätbara, gör mätbart det som inte är. - Galileo",
    "quote_64": "Hur svårt livet än verkar, det finns alltid något du kan göra. - Hawking",
    "quote_65": "Varje steg mot målet är det enda steget du tar. - Konfucius",
    "quote_66": "Det mest värdefulla är tiden. - Goethe",
    "quote_67": "Det perfekta är det godas fiende. - Voltaire",
    "quote_68": "Uppskjutande är livets största hinder. - Seneca",
    "quote_69": "Utbildning är den största prydnaden. - Epiktetos",
    "quote_70": "Gör vad du måste. Bry dig inte om andra. - Marcus Aurelius",
    "quote_71": "Den som inte möter sitt eget mörker kan inte lysa upp andras. - Jung",
    "quote_72": "Dygd är viljans styrka. - Kant",
    "quote_73": "Arbete är motgiftet mot ondska. - Rousseau",
    "quote_74": "Det viktiga är inte vart du går, utan var du är. - Heidegger",
    "quote_75": "Du är fri i dina val. - Sartre",
    "quote_76": "Att leva sitt eget liv är ett stort ansvar. - de Beauvoir",
    "quote_77": "Det finns ingen väg till lycka; lycka är vägen. - Buddha",
    "quote_78": "Vår ära är inte att aldrig falla, utan att resa sig varje gång. - Konfucius",
    "quote_79": "Du behöver inte vara stor för att börja, men du måste börja för att bli stor. - Ziglar",
    "quote_80": "Misslyckande är chansen att börja om, smartare. - Henry Ford",
    "quote_81": "Många vet inte hur nära framgången var när de gav upp. - Edison",
    "quote_82": "Fokusera på en sak. - Elon Musk",
    "quote_83": "Fokusera på långsiktig framgång. - Jeff Bezos",
    "quote_84": "Jag väljer en lat person för svårt jobb, de hittar ett enkelt sätt. - Gates",
    "quote_85": "Enkelt kan vara svårare än komplext. - Steve Jobs",
    "quote_86": "Bästa tiden att plantera ett träd var för 20 år sedan. Näst bästa är nu. - Buffett",
    "quote_87": "En bra plan idag är bättre än en perfekt plan imorgon. - Patton",
    "quote_88": "Fokusera på att vara dig själv. - Oprah Winfrey",
    "quote_89": "Gör ditt bästa tills du vet bättre. Sedan gör du bättre. - Maya Angelou",
    "quote_90": "Lycka kommer från dina egna handlingar. - Dalai Lama",
    "quote_91": "När du vill ha något, hjälper hela universum dig. - Paulo Coelho",
    "quote_92": "Var dig själv; alla andra är upptagna. - Oscar Wilde",
    "quote_93": "Igår är borta, imorgon okänt; idag är en gåva. - Rumi",
    "quote_94": "Kunskap är att känna igen sin egen natur. - Al-Farabi",
    "quote_95": "Ät mindre, prata mindre, sov mindre; livet blir bättre. - Ibn Sina",
    "quote_96": "Låt mat vara din medicin. - Hippokrates",
    "quote_97": "Tiden är mycket värdefull. Vi måste använda den väl. - Atatürk",
    "quote_98": "Den svåraste uppgiften är att göra ingenting. - Martin Luther King Jr.",
    "quote_99": "Framgång är inte nyckeln till lycka. Lycka är nyckeln till framgång. - Schweitzer",
    "quote_100": "Livet handlar inte om att hitta sig själv. Det handlar om att skapa sig själv. - Shaw",
    "on": "På",
    "off": "Av",
    "reset_stats": "Återställ statistik",
    "reset_dialog_title": "Återställ data",
    "reset_dialog_content": "All statistik kommer att raderas. Är du säker?",
    "cancel": "Avbryt",
    "yes_delete": "Ja, radera",
    "data_cleared": "Data raderad!",
    "congrats": "Bra jobbat! Session avslutad.",
    "break_over_title": "Pausen är över! ",
    "break_over_msg": "Tillbaka till jobbet. Fokusera!",
    "work_completed_title": "Session avslutad! ",
    "work_completed_msg": "Fantastiskt! Du förtjänar en paus.",
    "total_focus_label": "Total fokus"
  ,
  "theme_settings": "Theme",
  "theme_elite": "Elite",
  "theme_applied": "applied!",
  "theme_unlocked": "unlocked!",
  "unlock_theme_msg": "Watch a short video to unlock this theme.",
  "watch_ad": "Watch Ad",
  "recommended_sound": "Recommended",
  "ad_loading": "Ad is loading, please try again...",
  "save": "Save",
  "min_max_warning": "Enter between {} and {}"
}
