{
  "title": "Pomodoro",
  "focus": "Odaklan",
  "short_break": "Kısa Mola",
  "long_break": "Uzun Mola",
  "reset": "Sıfırla",
  "start": "BAŞLAT",
  "pause": "DURAKLAT",
  "resume": "DEVAM ET",
  "stop_alarm": "BİTİR",
  "ready": "Hazır mısın? ",
  "start_message": "Hadi Başlayalım! ",
  "settings_title": "Ayarlar",
  "duration_settings": "Süre Ayarları",
  "dark_mode": "Karanlık Mod",
  "sound_label": "Bildirim Sesi",
  "language_label": "Dil / Language",
  "classic_bell": "Klasik Zil",
  "digital": "Dijital",
  "alarm": "Alarm",
  "sound_settings": "Ses Ayarları",
  "background_music": "ODAKLANMA MÜZİĞİ",
  "enable_music": "Arka Plan Müziği",
  "notification_sound": "BİLDİRİM SESİ",
  "music_lock_msg": "Müzik değiştirmek için sayacı durdurun.",
  "stats_title": "İstatistikler",
  "total_focus": "Toplam Odaklanma",
  "total_sessions": "Toplam Oturum",
  "this_week": "Bu Hafta",
  "all_time": "Tüm Zamanlar",
  "empty_stats": "Henüz veri yok, çalışmaya başla!",
  "focus_hours": "Saat",
  "sessions_count": "Seans",
  "today": "Bugün",
  "minutes_label": "Dakika",
  "daily_streak": "Günlük Seri",
  "day_label": "Gün",
  "sound_zil1": "Zil 1",
  "sound_zil2": "Zil 2",
  "sound_zil3": "Zil 3",
  "sound_zil4": "Zil 4",
  "sound_zil5": "Zil 5",
  "sound_forest": "Orman",
  "sound_ocean": "Okyanus",
  "sound_rain1": "Çiseleyen Yağmur",
  "sound_rain2": "Orman Yağmuru",
  "sound_rain3": "Sağanak",
  "sound_thunder": "Fırtına",
  "sound_wind": "Rüzgar",
  "keep_streak": "Zinciri kırma!",
  "change_lock_msg": "Süreleri değiştirmek için sayacı durdurun.",
  "quote_1": "Bin kilometrelik yolculuk tek bir adımla başlar. - Lao Tzu",
  "quote_2": "Mükemmellik bir eylem değil, bir alışkanlıktır. - Aristoteles",
  "quote_3": "Durmadığın sürece ne kadar yavaş gittiğinin önemi yoktur. - Konfüçyüs",
  "quote_4": "Gelecek, bugün ne yaptığına bağlıdır. - Mahatma Gandhi",
  "quote_5": "Bilim insanı, hemen bir sonuç elde etmeyi amaçlamaz. Onun görevi, gelecek nesillere temel atmak ve yolu göstermektir. - Nikola Tesla",
  "quote_6": "Evrenin sırlarını bulmak istiyorsanız, enerji, frekans ve titreşim cinsinden düşünün. - Nikola Tesla",
  "quote_7": "Zamanını yönet, hayatını yönet.",
  "quote_8": "Aç kal, budala kal. - Steve Jobs",
  "quote_9": "Yetenek maç kazandırır, zeka ve takım oyunu şampiyonluk. - M. Jordan",
  "quote_10": "Engel, yolu gösterir. - Marcus Aurelius",
  "quote_11": "Hayal gücü, bilgiden daha önemlidir. - Albert Einstein",
  "quote_12": "Delilik, aynı şeyi tekrar tekrar yapıp farklı sonuçlar beklemektir. - Albert Einstein",
  "quote_13": "Bugün onların olsun ama uğruna çok uğraştığım gelecek benimdir. - Nikola Tesla",
  "quote_14": "Başarısız olmadım, sadece işe yaramayan 10.000 yol buldum. - Thomas Edison",
  "quote_15": "Zeka, değişime ayak uydurabilme yeteneğidir. - Stephen Hawking",
  "quote_16": "Hayatta hiçbir şeyden korkmayın, sadece anlayın. - Marie Curie",
  "quote_17": "Devlerin omuzlarında durduğum için daha uzağı görebildim. - Isaac Newton",
  "quote_18": "Şüphe, bilimin babasıdır. - Galileo Galilei",
  "quote_19": "Ne en güçlü olan hayatta kalır, ne de en zeki... Değişime en çok adapte olabilen kalır. - Charles Darwin",
  "quote_20": "Öğrenmek aklı asla tüketmez. - Leonardo da Vinci",
  "quote_21": "Sorgulanmamış hayat yaşamaya değmez. - Sokrates",
  "quote_22": "Kendini yönetirsen, dünyayı yönetecek gücü bulursun. - Platon",
  "quote_23": "Eğitimin kökleri acı, meyveleri tatlıdır. - Aristoteles",
  "quote_24": "Beni öldürmeyen şey güçlendirir. - Friedrich Nietzsche",
  "quote_25": "İyi bir zihne sahip olmak yetmez, onu iyi kullanmak gerekir. - René Descartes",
  "quote_26": "Dün akıllıydım dünyayı değiştirmek istedim; bugün bilgeyim kendimi değiştiriyorum. - Mevlana",
  "quote_27": "İlim ilim bilmektir, ilim kendin bilmektir. - Yunus Emre",
  "quote_28": "İmkanın sınırını görmek için imkansızı denemek lazım. - Fatih Sultan Mehmet",
  "quote_29": "Şifasız hastalık yoktur, irade eksikliği hariç. - İbn-i Sina",
  "quote_30": "Zorluklar, zihni güçlendirir, tıpkı çalışmanın bedeni güçlendirdiği gibi. - Seneca",
  "quote_31": "Seni engelleyen olaylar değil, olaylara bakış açındır. - Epiktetos",
  "quote_32": "Sabah uyandığında hayatta olmanın ne büyük bir ayrıcalık olduğunu düşün. - Marcus Aurelius",
  "quote_33": "Bilmek yetmez, uygulamalıyız. İstemek yetmez, yapmalıyız. - Bruce Lee",
  "quote_34": "Günleri sayma, günleri sayılmaya değer kıl. - Muhammed Ali",
  "quote_35": "Başarısızlığı kabul edebilirim ama denememiş olmayı asla. - Michael Jordan",
  "quote_36": "Sabır, başarının temel unsurudur. - Bill Gates",
  "quote_37": "Sabah uyanıp geleceğin harika olacağını düşünmüyorsan, o günün bir anlamı yok. - Elon Musk",
  "quote_38": "Zamanın kısıtlı, onu başkasının hayatını yaşayarak harcama. - Steve Jobs",
  "quote_39": "Uçmak için kanatlara değil, hayallere ihtiyacın var. - Wright Kardeşler",
  "quote_40": "Çoğu insan zekaya inanır, ben inanmam, bizi birbirimizden ayıran emektir. - Aziz Sancar",
  "quote_41": "Risk almayan, hiçbir şey yapamaz. - Georgy Zhukov",
  "quote_42": "En karanlık an, şafaktan hemen önceki andır.",
  "quote_43": "Taşı delen suyun gücü değil, damlaların sürekliliğidir.",
  "quote_44": "Başarı, hazırlık ve fırsatın buluştuğu yerdir.",
  "quote_45": "Bir şeyi basitçe anlatamıyorsan, onu yeterince iyi anlamamışsın demektir. - Einstein",
  "quote_46": "Mantık seni A noktasından B noktasına götürür. Hayal gücü ise her yere. - Einstein",
  "quote_47": "Yaratıcılık bulaşıcıdır, onu başkalarına da bulaştırın. - Einstein",
  "quote_48": "Dahi, karmaşık olanı basitleştirendir. - Einstein",
  "quote_49": "Bugünün işini yarına bırakma, çünkü yarın da bugün gibi olacak.",
  "quote_50": "Senin sınırın, sadece kendi zihnindir.",
  "quote_51": "Hayatta en hakiki mürşit ilimdir, fendir. - M. Kemal Atatürk",
  "quote_52": "Kendini tanı. - Sokrates",
  "quote_53": "Görmek istediğimiz değişim olmalıyız. - Platon",
  "quote_54": "Cesaret, korkusuzluk değil, korkuya rağmen harekete geçmektir. - Aristoteles",
  "quote_55": "Düşünüyorum, öyleyse varım. - René Descartes",
  "quote_56": "Eğer yapman gerekiyorsa, yapabilirsin. - Immanuel Kant",
  "quote_57": "Kendi alevini yakmaya cesaret etmelisin. - Friedrich Nietzsche",
  "quote_58": "Sadece kim olduğunu bilen, her şeyin kim olduğunu bilir. - Lao Tzu",
  "quote_59": "Savaşmadan kazanmak, en büyük ustalıktır. - Sun Tzu",
  "quote_60": "Detaylar mükemmelliği yaratır, mükemmellik detay değildir. - Leonardo da Vinci",
  "quote_61": "Önemli olan soru sormayı bırakmamaktır. - Albert Einstein",
  "quote_62": "İlerlemek için risk almalısın. - Marie Curie",
  "quote_63": "Ölçülebilir olanı ölç, ölçülemeyeni ölçülebilir kıl. - Galileo Galilei",
  "quote_64": "Hayat ne kadar zor görünürse görünsün, her zaman yapabileceğiniz ve başarılı olabileceğiniz bir şey vardır. - Stephen Hawking",
  "quote_65": "Hedefine ulaşmak için attığın her adım, attığın tek adımdır. - Konfüçyüs",
  "quote_66": "En değerli şey zamandır. - Goethe",
  "quote_67": "Mükemmel, iyinin düşmanıdır. - Voltaire",
  "quote_68": "Gecikme, yaşamın en büyük engelidir. - Seneca",
  "quote_69": "Eğitim, en büyük süstür. - Epiktetos",
  "quote_70": "Yapman gerekeni yap. Başkalarının ne düşündüğü önemli değil. - Marcus Aurelius",
  "quote_71": "Kendi karanlığıyla yüzleşemeyen, başkalarının karanlığına ışık tutamaz. - Carl Jung",
  "quote_72": "Erdem, iradenin gücüdür. - Immanuel Kant",
  "quote_73": "Çalışmak, kötülüğün panzehiridir. - Jean-Jacques Rousseau",
  "quote_74": "Önemli olan gitmek değil, nerede olduğunu bilmektir. - Martin Heidegger",
  "quote_75": "Seçimlerinde özgürsün. - Jean-Paul Sartre",
  "quote_76": "Kendi hayatını yaşamak, büyük bir sorumluluktur. - Simone de Beauvoir",
  "quote_77": "Mutluluğa giden yol yoktur; mutluluk yolun kendisidir. - Buddha",
  "quote_78": "Başarısızlık, düşmek değil, yerde kalmaktır. - Konfüçyüs",
  "quote_79": "Başlamak için harika olman gerekmez, ama harika olmak için başlaman gerekir. - Zig Ziglar",
  "quote_80": "Başarısızlık, sadece daha zekice başlama fırsatıdır. - Henry Ford",
  "quote_81": "Çoğu insan, vazgeçtiği zaman başarıya ne kadar yakın olduğunun farkında değildir. - Thomas Edison",
  "quote_82": "Odak noktanızı tek bir şeye daraltın. - Elon Musk",
  "quote_83": "Sadece uzun vadede başarılı olmaya odaklanın. - Jeff Bezos",
  "quote_84": "Zor bir işi yapması için tembel birini seçerim, çünkü o işi yapmanın kolay bir yolunu bulacaktır. - Bill Gates",
  "quote_85": "Basit karmaşıktan daha zor olabilir. - Steve Jobs",
  "quote_86": "Bugünün gölgesinde oturabileceğin en iyi zaman yirmi yıl önceydi. İkinci en iyi zaman ise şimdi. - Warren Buffett",
  "quote_87": "İyi bir planın bugün şiddetle uygulanması, yarın mükemmel bir plandan daha iyidir. - George S. Patton",
  "quote_88": "Kendin olmaya odaklan. Geri kalan her şey zaten gelecektir. - Oprah Winfrey",
  "quote_89": "Yapabildiğinin en iyisini yapana kadar, daha iyisini bilemezsin. - Maya Angelou",
  "quote_90": "Mutluluk hazır bir şey değildir. Kendi eylemlerinizden gelir. - Dalai Lama",
  "quote_91": "Bir şeyi gerçekten istersen, bütün evren onu gerçekleştirmesi için sana yardım eder. - Paulo Coelho",
  "quote_92": "Kendin ol. Diğer roller zaten kapıldı. - Oscar Wilde",
  "quote_93": "Dün geçti, yarın bilinmez; bugün bir armağandır. - Mevlana",
  "quote_94": "Bilgi, insanın kendi doğasını tanımasıdır. - Farabi",
  "quote_95": "Daha az ye, daha az konuş, daha az uyu; hayatın daha güzel olur. - İbn-i Sina",
  "quote_96": "Yiyeceğiniz ilacınız, ilacınız yiyeceğiniz olsun. - Hipokrat",
  "quote_97": "Zaman çok değerlidir. Onu en iyi şekilde kullanmalıyız. - M. Kemal Atatürk",
  "quote_98": "En zor görev, hiçbir şey yapmamaktır. - Martin Luther King Jr.",
  "quote_99": "Başarı, mutluluğun anahtarı değildir. Mutluluk, başarının anahtarıdır. - Albert Schweitzer",
  "quote_100": "Hayat, kendini bulmakla ilgili değil, kendini yaratmakla ilgilidir. - George Bernard Shaw",
  "on": "Açık",
  "off": "Kapalı",
  "reset_stats": "İstatistikleri Sıfırla",
  "reset_dialog_title": "Verileri Sıfırla",
  "reset_dialog_content": "Tüm istatistiklerin silinecek. Emin misin?",
  "cancel": "İptal",
  "yes_delete": "Evet, Sil",
  "data_cleared": "Veriler temizlendi!",
  "congrats": "Tebrikler! Oturum Tamamlandı.",
  "break_over_title": "Mola Bitti! ",
  "break_over_msg": "Hadi işin başına dön. Odaklan!",
  "work_completed_title": "Oturum Tamamlandı! ",
  "work_completed_msg": "Harikasın! Kısa bir molayı hak ettin. ",
  "total_focus_label": "Toplam Odaklanma",
  "theme_settings": "Tema",
  "theme_elite": "Elite",
  "theme_applied": "uygulandı!",
  "theme_unlocked": "açıldı!",
  "unlock_theme_msg": "Bu temayı açmak için kısa bir video izle.",
  "watch_ad": "Reklam İzle",
  "recommended_sound": "Önerilen",
  "ad_loading": "Reklam yükleniyor, tekrar dene..."
}