{
  "app_name": "POMODORO",
  "app_subtitle": "ELITE",
  "developed_by": "bởi Mercan Software",
  "title": "Pomodoro",
  "focus": "Tập Trung",
  "short_break": "Nghỉ Ngắn",
  "long_break": "Nghỉ Dài",
  "reset": "Đặt Lại",
  "start": "BẮT ĐẦU",
  "pause": "TẠM DỪNG",
  "resume": "TIẾP TỤC",
  "stop_alarm": "KẾT THÚC",
  "ready": "Sẵn sàng chưa?",
  "start_message": "Bắt đầu thôi!",
  "settings_title": "Cài Đặt",
  "duration_settings": "Cài Đặt Thời Gian",
  "dark_mode": "Chế Độ Tối",
  "sound_label": "Âm Thanh Thông Báo",
  "language_label": "Ngôn Ngữ",
  "classic_bell": "Chuông Cổ Điển",
  "digital": "Kỹ Thuật Số",
  "alarm": "Báo Thức",
  "sound_settings": "Cài Đặt Âm Thanh",
  "background_music": "NHẠC TẬP TRUNG",
  "enable_music": "Nhạc Nền",
  "notification_sound": "ÂM THANH THÔNG BÁO",
  "music_lock_msg": "Dừng đồng hồ để thay đổi nhạc.",
  "stats_title": "Thống Kê",
  "total_focus": "Tổng Thời Gian Tập Trung",
  "total_sessions": "Tổng Phiên",
  "this_week": "Tuần Này",
  "all_time": "Tất Cả Thời Gian",
  "empty_stats": "Chưa có dữ liệu, hãy bắt đầu làm việc!",
  "focus_hours": "Giờ",
  "sessions_count": "Phiên",
  "today": "Hôm Nay",
  "minutes_label": "Phút",
  "daily_streak": "Chuỗi Hàng Ngày",
  "day_label": "Ngày",
  "sound_alarm": "Báo Thức Cổ Điển",
  "sound_digital": "Kỹ Thuật Số",
  "sound_bell3": "Ding Dong",
  "sound_bell8": "Chuông Pha Lê",
  "sound_zil1": "Chuông 1",
  "sound_zil2": "Chuông 2",
  "sound_zil3": "Chuông 3",
  "sound_zil4": "Chuông 4",
  "sound_zil5": "Chuông 5",
  "sound_forest": "Rừng",
  "sound_ocean": "Đại Dương",
  "sound_rain1": "Mưa Nhẹ",
  "sound_rain2": "Mưa Rừng",
  "sound_rain3": "Mưa To",
  "sound_thunder": "Bão",
  "sound_wind": "Gió",
  "quote_1": "Hành trình ngàn dặm bắt đầu bằng một bước chân. - Lão Tử",
  "quote_2": "Xuất sắc không phải là hành động, mà là thói quen. - Aristotle",
  "quote_3": "Không quan trọng bạn đi chậm thế nào, miễn là đừng dừng lại. - Khổng Tử",
  "quote_4": "Tương lai phụ thuộc vào những gì bạn làm hôm nay. - Mahatma Gandhi",
  "quote_5": "Chiến thắng thuộc về những người có thể nói 'Chiến thắng là của tôi'. - M. Kemal Atatürk",
  "quote_6": "Cứ làm đi. - Nike",
  "quote_7": "Quản lý thời gian, quản lý cuộc sống.",
  "quote_8": "Hãy khát khao, hãy dại khờ. - Steve Jobs",
  "quote_9": "Tài năng thắng trận, nhưng tinh thần đồng đội thắng giải vô địch. - M. Jordan",
  "quote_10": "Trở ngại là con đường. - Marcus Aurelius",
  "quote_11": "Trí tưởng tượng quan trọng hơn kiến thức. - Albert Einstein",
  "quote_12": "Điên rồ là làm điều tương tự lặp đi lặp lại và mong đợi kết quả khác. - Albert Einstein",
  "quote_13": "Hiện tại là của họ; tương lai, thứ tôi thực sự làm việc cho, là của tôi. - Nikola Tesla",
  "quote_14": "Tôi không thất bại. Tôi chỉ tìm ra 10.000 cách không hiệu quả. - Thomas Edison",
  "quote_15": "Trí thông minh là khả năng thích ứng với thay đổi. - Stephen Hawking",
  "quote_16": "Không có gì trong cuộc sống cần phải sợ, chỉ cần hiểu. - Marie Curie",
  "quote_17": "Nếu tôi nhìn xa hơn, đó là vì tôi đứng trên vai những người khổng lồ. - Isaac Newton",
  "quote_18": "Nghi ngờ là cha đẻ của phát minh. - Galileo Galilei",
  "quote_19": "Không phải loài mạnh nhất sống sót... mà là loài thích nghi nhất. - Charles Darwin",
  "quote_20": "Học tập không bao giờ làm mệt mỏi tâm trí. - Leonardo da Vinci",
  "quote_21": "Cuộc sống không được kiểm tra không đáng sống. - Socrates",
  "quote_22": "Ai cai trị được bản thân có thể cai trị thế giới. - Plato",
  "quote_23": "Gốc rễ giáo dục đắng, nhưng quả ngọt. - Aristotle",
  "quote_24": "Những gì không giết được chúng ta làm chúng ta mạnh hơn. - Friedrich Nietzsche",
  "quote_25": "Có tâm trí tốt không đủ; điều quan trọng là sử dụng nó tốt. - René Descartes",
  "quote_26": "Hôm qua tôi thông minh nên muốn thay đổi thế giới. Hôm nay tôi khôn ngoan nên đang thay đổi chính mình. - Rumi",
  "quote_27": "Kiến thức là hiểu biết; kiến thức là hiểu bản thân. - Yunus Emre",
  "quote_28": "Để thấy giới hạn của khả năng, bạn phải thử điều không thể. - Mehmed Chinh Phục",
  "quote_29": "Không có bệnh nan y - chỉ có thiếu ý chí. - Ibn Sina",
  "quote_30": "Khó khăn làm mạnh tâm trí, như lao động làm mạnh thể xác. - Seneca",
  "quote_31": "Không phải điều xảy ra với bạn, mà là cách bạn phản ứng mới quan trọng. - Epictetus",
  "quote_32": "Khi thức dậy buổi sáng, hãy nghĩ về đặc ân được sống. - Marcus Aurelius",
  "quote_33": "Biết không đủ, phải áp dụng. Muốn không đủ, phải làm. - Bruce Lee",
  "quote_34": "Đừng đếm ngày, hãy làm cho ngày có ý nghĩa. - Muhammad Ali",
  "quote_35": "Tôi có thể chấp nhận thất bại, ai cũng thất bại điều gì đó. Nhưng tôi không thể chấp nhận không cố gắng. - Michael Jordan",
  "quote_36": "Kiên nhẫn là yếu tố then chốt của thành công. - Bill Gates",
  "quote_37": "Nếu thức dậy buổi sáng nghĩ tương lai sẽ tốt hơn, đó là ngày tươi sáng. - Elon Musk",
  "quote_38": "Thời gian có hạn, đừng lãng phí sống cuộc đời người khác. - Steve Jobs",
  "quote_39": "Không chim nào bay quá cao nếu bay bằng đôi cánh của mình. - Anh em Wright",
  "quote_40": "Đa số tin vào trí thông minh, tôi không, điều phân biệt chúng ta là nỗ lực. - Aziz Sancar",
  "quote_41": "Ai không mạo hiểm không uống champagne. - Georgy Zhukov",
  "quote_42": "Giờ tối nhất là ngay trước bình minh.",
  "quote_43": "Nước xuyên đá, không bằng sức mạnh, mà bằng kiên trì.",
  "quote_44": "Thành công là nơi sự chuẩn bị gặp cơ hội.",
  "quote_45": "Nếu không thể giải thích đơn giản, bạn chưa hiểu đủ tốt. - Einstein",
  "quote_46": "Logic đưa bạn từ A đến B. Trí tưởng tượng đưa bạn đi khắp nơi. - Einstein",
  "quote_47": "Sáng tạo hay lây lan, hãy truyền đi. - Einstein",
  "quote_48": "Thiên tài là làm đơn giản những ý tưởng phức tạp. - Einstein",
  "quote_49": "Đừng để ngày mai việc có thể làm hôm nay.",
  "quote_50": "Giới hạn duy nhất của bạn là tâm trí bạn.",
  "quote_51": "Người hướng dẫn chân thực nhất trong cuộc sống là khoa học và kiến thức. - M. Kemal Atatürk",
  "quote_52": "Hãy biết chính mình. - Socrates",
  "quote_53": "Chúng ta chỉ có thể thấy sự thay đổi mà chúng ta muốn trở thành. - Plato",
  "quote_54": "Dũng cảm không phải không sợ hãi, mà là hành động dù sợ hãi. - Aristotle",
  "quote_55": "Tôi suy nghĩ, vậy tôi tồn tại. - René Descartes",
  "quote_56": "Nếu phải làm, bạn có thể làm. - Immanuel Kant",
  "quote_57": "Bạn phải dám cháy với ngọn lửa của chính mình. - Friedrich Nietzsche",
  "quote_58": "Chỉ ai biết mình là ai mới biết tất cả là ai. - Lão Tử",
  "quote_59": "Thắng không cần đánh là bậc thầy cao nhất. - Tôn Tử",
  "quote_60": "Chi tiết tạo nên sự hoàn hảo, và hoàn hảo không phải chi tiết. - Leonardo da Vinci",
  "quote_61": "Điều quan trọng là đừng ngừng đặt câu hỏi. - Albert Einstein",
  "quote_62": "Phải mạo hiểm để tiến bộ. - Marie Curie",
  "quote_63": "Đo những gì đo được, và làm cho những gì không đo được thành đo được. - Galileo Galilei",
  "quote_64": "Dù cuộc sống có khó khăn thế nào, luôn có điều bạn có thể làm và thành công. - Stephen Hawking",
  "quote_65": "Mỗi bước hướng tới mục tiêu là bước duy nhất bạn đi. - Khổng Tử",
  "quote_66": "Thứ quý giá nhất là thời gian. - Goethe",
  "quote_67": "Hoàn hảo là kẻ thù của tốt. - Voltaire",
  "quote_68": "Trì hoãn là trở ngại lớn nhất của cuộc sống. - Seneca",
  "quote_69": "Giáo dục là đồ trang sức lớn nhất. - Epictetus",
  "quote_70": "Làm những gì phải làm. Đừng quan tâm người khác nghĩ gì. - Marcus Aurelius",
  "quote_71": "Người không thể đối mặt với bóng tối của mình không thể soi sáng bóng tối của người khác. - Carl Jung",
  "quote_72": "Đức hạnh là sức mạnh ý chí. - Immanuel Kant",
  "quote_73": "Làm việc là thuốc giải độc cho cái ác. - Jean-Jacques Rousseau",
  "quote_74": "Quan trọng không phải đi, mà là biết bạn đang ở đâu. - Martin Heidegger",
  "quote_75": "Bạn tự do trong lựa chọn. - Jean-Paul Sartre",
  "quote_76": "Sống cuộc đời của mình là trách nhiệm lớn. - Simone de Beauvoir",
  "quote_77": "Không có con đường đến hạnh phúc; hạnh phúc là con đường. - Đức Phật",
  "quote_78": "Vinh quang lớn nhất không phải không bao giờ ngã, mà là đứng dậy mỗi khi ngã. - Khổng Tử",
  "quote_79": "Không cần vĩ đại để bắt đầu, nhưng phải bắt đầu để trở nên vĩ đại. - Zig Ziglar",
  "quote_80": "Thất bại đơn giản là cơ hội để bắt đầu lại, lần này thông minh hơn. - Henry Ford",
  "quote_81": "Nhiều thất bại là những người không nhận ra họ gần thành công thế nào khi bỏ cuộc. - Thomas Edison",
  "quote_82": "Thu hẹp sự tập trung vào một thứ. - Elon Musk",
  "quote_83": "Chỉ tập trung vào thành công dài hạn. - Jeff Bezos",
  "quote_84": "Tôi chọn người lười cho việc khó, vì họ sẽ tìm cách dễ. - Bill Gates",
  "quote_85": "Đơn giản có thể khó hơn phức tạp. - Steve Jobs",
  "quote_86": "Thời điểm tốt nhất để trồng cây là 20 năm trước. Thời điểm tốt thứ hai là bây giờ. - Warren Buffett",
  "quote_87": "Kế hoạch tốt thực hiện mạnh mẽ bây giờ tốt hơn kế hoạch hoàn hảo tuần sau. - George S. Patton",
  "quote_88": "Tập trung là chính mình. Mọi thứ khác sẽ theo sau. - Oprah Winfrey",
  "quote_89": "Làm tốt nhất cho đến khi biết thêm. Khi biết thêm, làm tốt hơn. - Maya Angelou",
  "quote_90": "Hạnh phúc không phải thứ có sẵn. Nó đến từ hành động của bạn. - Đạt Lai Lạt Ma",
  "quote_91": "Khi bạn muốn điều gì đó, cả vũ trụ âm mưu giúp bạn đạt được. - Paulo Coelho",
  "quote_92": "Hãy là chính mình; mọi người khác đã có chủ. - Oscar Wilde",
  "quote_93": "Hôm qua đã qua, ngày mai chưa biết; hôm nay là món quà. - Rumi",
  "quote_94": "Kiến thức là sự nhận ra bản chất của chính mình. - Al-Farabi",
  "quote_95": "Ăn ít, nói ít, ngủ ít; cuộc sống sẽ tốt hơn. - Avicenna",
  "quote_96": "Hãy để thức ăn là thuốc và thuốc là thức ăn. - Hippocrates",
  "quote_97": "Thời gian rất quý giá. Chúng ta phải sử dụng nó tốt nhất. - M. Kemal Atatürk",
  "quote_98": "Nhiệm vụ khó nhất là không làm gì. - Martin Luther King Jr.",
  "quote_99": "Thành công không phải chìa khóa hạnh phúc. Hạnh phúc là chìa khóa thành công. - Albert Schweitzer",
  "quote_100": "Cuộc sống không phải tìm thấy bản thân. Cuộc sống là tạo ra bản thân. - George Bernard Shaw",
  "on": "Bật",
  "off": "Tắt",
  "reset_stats": "Đặt Lại Thống Kê",
  "reset_dialog_title": "Đặt Lại Dữ Liệu",
  "reset_dialog_content": "Tất cả thống kê sẽ bị xóa. Bạn có chắc không?",
  "cancel": "Hủy",
  "yes_delete": "Có, Xóa",
  "data_cleared": "Dữ liệu đã xóa!",
  "congrats": "Xuất sắc! Phiên Hoàn Thành.",
  "break_over_title": "Nghỉ Xong!",
  "break_over_msg": "Quay lại làm việc. Tập trung!",
  "work_completed_title": "Phiên Hoàn Thành!",
  "work_completed_msg": "Làm tốt lắm! Bạn xứng đáng được nghỉ.",
  "total_focus_label": "Tổng Tập Trung",
  "keep_streak": "Đừng phá vỡ chuỗi!",
  "change_lock_msg": "Dừng đồng hồ để thay đổi thời gian.",
  "theme_settings": "Giao Diện",
  "theme_elite": "Elite",
  "theme_applied": "đã áp dụng!",
  "theme_unlocked": "đã mở khóa!",
  "unlock_theme_msg": "Xem video ngắn để mở khóa giao diện này.",
  "watch_ad": "Xem Quảng Cáo",
  "recommended_sound": "Được Đề Xuất",
  "ad_loading": "Quảng cáo đang tải, thử lại...",
  "save": "Lưu",
  "min_max_warning": "Nhập từ {} đến {}",
  "daily_avg": "Trung Bình Ngày",
  "per_day": "mỗi ngày",
  "best_day": "Ngày Tốt Nhất",
  "keep_fire_burning": "Giữ ngọn lửa cháy mãi!",
  "theme_name_elite": "Elite",
  "theme_vibe_elite": "Gốc, Cổ điển",
  "theme_name_classic_elite": "Cổ điển",
  "theme_vibe_classic_elite": "Tin cậy, Đơn giản",
  "theme_name_stranger_things": "Stranger Things",
  "theme_vibe_stranger_things": "Kinh dị, Bí ẩn, Thập niên 80",
  "theme_name_heisenberg": "Heisenberg",
  "theme_vibe_heisenberg": "Xanh pha lê, Mánh khóe vàng",
  "theme_name_deep_ocean": "Đại dương sâu",
  "theme_vibe_deep_ocean": "Chiều sâu, Tập trung",
  "theme_name_mystic_forest": "Rừng huyền bí",
  "theme_vibe_mystic_forest": "Thiên nhiên, Hòa bình",
  "theme_name_cyberpunk": "Cyberpunk 2077",
  "theme_vibe_cyberpunk": "Neon, Tương lai",
  "theme_name_royal_gold": "Vàng hoàng gia",
  "theme_vibe_royal_gold": "Sang trọng, Thành công",
  "theme_name_sunset_lofi": "Hoàng hôn Lofi",
  "theme_vibe_sunset_lofi": "Thẩm mỹ, Thư giãn",
  "theme_name_nordic_snow": "Tuyết Bắc Âu",
  "theme_vibe_nordic_snow": "Tối giản, Tương phản",
  "theme_name_volcano": "Núi lửa",
  "theme_vibe_volcano": "Sức mạnh, Năng lượng"
}