{
    "title": "Pomodoro",
    "focus": "Tập trung",
    "short_break": "Nghỉ ngắn",
    "long_break": "Nghỉ dài",
    "reset": "Đặt lại",
    "start": "BẮT ĐẦU",
    "pause": "TẠM DỪNG",
    "resume": "TIẾP TỤC",
    "stop_alarm": "KẾT THÚC",
    "ready": "Bạn đã sẵn sàng chứ? ",
    "start_message": "Đi thôi! ",
    "settings_title": "Cài đặt",
    "duration_settings": "Cài đặt Thời gian",
    "dark_mode": "Chế độ Tối",
    "sound_label": "Âm thanh Thông báo",
    "language_label": "Ngôn ngữ",
    "classic_bell": "Chuông Cổ điển",
    "digital": "Kỹ thuật số",
    "alarm": "Báo thức",
    "sound_settings": "Cài đặt Âm thanh",
    "background_music": "NHẠC TẬP TRUNG",
    "enable_music": "Nhạc nền",
    "notification_sound": "ÂM THANH THÔNG BÁO",
    "music_lock_msg": "Dừng bộ hẹn giờ để đổi nhạc.",
    "stats_title": "Thống kê",
    "total_focus": "Tổng Tập trung",
    "total_sessions": "Tổng Số Phiên",
    "this_week": "Tuần Này",
    "all_time": "Tất cả",
    "empty_stats": "Chưa có dữ liệu, hãy bắt đầu!",
    "focus_hours": "Giờ",
    "sessions_count": "Phiên",
    "today": "Hôm nay",
    "minutes_label": "Phút",
    "daily_streak": "Chuỗi Hàng Ngày",
    "day_label": "Ngày",
    "sound_alarm": "Báo thức Cổ điển",
    "sound_digital": "Kỹ thuật số",
    "sound_bell3": "Ding Dong",
    "sound_bell8": "Chuông Pha lê",
    "sound_zil1": "Chuông 1",
    "sound_zil2": "Chuông 2",
    "sound_zil3": "Chuông 3",
    "sound_zil4": "Chuông 4",
    "sound_zil5": "Chuông 5",
    "sound_forest": "Rừng",
    "sound_ocean": "Đại dương",
    "sound_rain1": "Mưa Nhẹ",
    "sound_rain2": "Mưa Rừng",
    "sound_rain3": "Mưa Lớn",
    "sound_thunder": "Giông bão",
    "sound_wind": "Gió",
    "quote_1": "Hành trình ngàn dặm bắt đầu từ một bước chân. - Lão Tử",
    "quote_2": "Xuất sắc không phải là một hành động, mà là một thói quen. - Aristotle",
    "quote_3": "Không quan trọng bạn đi chậm thế nào miễn là bạn không dừng lại. - Khổng Tử",
    "quote_4": "Tương lai phụ thuộc vào những gì bạn làm hôm nay. - Mahatma Gandhi",
    "quote_5": "Chiến thắng thuộc về những người có thể nói 'Chiến thắng là của tôi'. - M. Kemal Atatürk",
    "quote_6": "Cứ làm đi. - Nike",
    "quote_7": "Quản lý thời gian của bạn, quản lý cuộc sống của bạn.",
    "quote_8": "Hãy cứ khát khao, hãy cứ dại khờ. - Steve Jobs",
    "quote_9": "Tài năng giành chiến thắng trong các trò chơi, nhưng tinh thần đồng đội giành chức vô địch. - M. Jordan",
    "quote_10": "Trở ngại chính là con đường. - Marcus Aurelius",
    "quote_11": "Trí tưởng tượng quan trọng hơn kiến thức. - Albert Einstein",
    "quote_12": "Điên rồ là làm đi làm lại cùng một việc và mong chờ kết quả khác đi. - Albert Einstein",
    "quote_13": "Hiện tại là của họ; tương lai, cái mà tôi thực sự làm việc vì nó, là của tôi. - Nikola Tesla",
    "quote_14": "Tôi không thất bại. Tôi chỉ tìm ra 10.000 cách không hoạt động. - Thomas Edison",
    "quote_15": "Trí thông minh là khả năng thích ứng với thay đổi. - Stephen Hawking",
    "quote_16": "Không có gì trong cuộc sống đáng sợ, chỉ cần được hiểu. - Marie Curie",
    "quote_17": "Nếu tôi nhìn xa hơn, đó là nhờ đứng trên vai những người khổng lồ. - Isaac Newton",
    "quote_18": "Nghi ngờ là cha đẻ của phát minh. - Galileo Galilei",
    "quote_19": "Không phải loài mạnh nhất tồn tại... mà là loài thích nghi tốt nhất với sự thay đổi. - Charles Darwin",
    "quote_20": "Học tập không bao giờ làm kiệt quệ trí óc. - Leonardo da Vinci",
    "quote_21": "Một cuộc sống không được kiểm chứng thì không đáng sống. - Socrates",
    "quote_22": "Người cai trị được chính mình có thể cai trị cả thế giới. - Plato",
    "quote_23": "Rễ của giáo dục thì đắng, nhưng quả thì ngọt. - Aristotle",
    "quote_24": "Những gì không giết được chúng ta sẽ làm chúng ta mạnh mẽ hơn. - Friedrich Nietzsche",
    "quote_25": "Có trí óc tốt thôi chưa đủ; quan trọng là sử dụng nó tốt. - René Descartes",
    "quote_26": "Hôm qua tôi thông minh, nên tôi muốn thay đổi thế giới. Hôm nay tôi khôn ngoan, nên tôi đang thay đổi chính mình. - Rumi",
    "quote_27": "Kiến thức là hiểu biết; kiến thức là hiểu chính mình. - Yunus Emre",
    "quote_28": "Để thấy giới hạn của khả năng, bạn phải thử điều không thể. - Mehmed II",
    "quote_29": "Không có bệnh nan y — chỉ thiếu ý chí. - Ibn Sina",
    "quote_30": "Khó khăn tôi luyện trí óc, cũng như lao động tôi luyện cơ thể. - Seneca",
    "quote_31": "Quan trọng không phải là điều gì xảy ra với bạn, mà là cách bạn phản ứng với nó. - Epictetus",
    "quote_32": "Khi bạn thức dậy vào buổi sáng, hãy nghĩ xem được sống là một đặc ân lớn lao thế nào. - Marcus Aurelius",
    "quote_33": "Biết thôi chưa đủ, chúng ta phải vận dụng. Muốn thôi chưa đủ, chúng ta phải làm. - Lý Tiểu Long",
    "quote_34": "Đừng đếm ngày, hãy làm cho ngày trở nên ý nghĩa. - Muhammad Ali",
    "quote_35": "Tôi có thể chấp nhận thất bại, mọi người đều thất bại ở việc gì đó. Nhưng tôi không thể chấp nhận việc không cố gắng. - Michael Jordan",
    "quote_36": "Kiên nhẫn là yếu tố chính của thành công. - Bill Gates",
    "quote_37": "Nếu bạn thức dậy vào buổi sáng và nghĩ rằng tương lai sẽ tốt đẹp hơn, thì đó là một ngày tươi sáng. - Elon Musk",
    "quote_38": "Thời gian của bạn có hạn, đừng lãng phí nó để sống cuộc đời của người khác. - Steve Jobs",
    "quote_39": "Không chú chim nào bay quá cao nếu nó bay bằng chính đôi cánh của mình. - Anh em nhà Wright",
    "quote_40": "Hầu hết mọi người tin vào trí thông minh, tôi thì không, điều phân biệt chúng ta là nỗ lực. - Aziz Sancar",
    "quote_41": "Kẻ không mạo hiểm thì không uống rượu sâm panh. - Georgy Zhukov",
    "quote_42": "Giờ đen tối nhất là ngay trước bình minh.",
    "quote_43": "Nước chảy đá mòn, không phải do sức mạnh, mà do sự kiên trì.",
    "quote_44": "Thành công là nơi sự chuẩn bị và cơ hội gặp gỡ.",
    "quote_45": "Nếu bạn không thể giải thích nó một cách đơn giản, bạn chưa hiểu nó đủ rõ. - Einstein",
    "quote_46": "Logic sẽ đưa bạn từ A đến B. Trí tưởng tượng sẽ đưa bạn đến mọi nơi. - Einstein",
    "quote_47": "Sáng tạo lây lan, hãy truyền nó đi. - Einstein",
    "quote_48": "Thiên tài là làm cho những ý tưởng phức tạp trở nên đơn giản. - Einstein",
    "quote_49": "Việc hôm nay chớ để ngày mai.",
    "quote_50": "Giới hạn duy nhất là tâm trí của bạn.",
    "quote_51": "Người dẫn đường chân chính nhất trong cuộc sống là khoa học và kiến thức. - M. Kemal Atatürk",
    "quote_52": "Hãy biết chính mình. - Socrates",
    "quote_53": "Chúng ta chỉ có thể nhìn thấy sự thay đổi mà chúng ta muốn trở thành. - Plato",
    "quote_54": "Can đảm không phải là không sợ hãi, mà là hành động bất chấp nỗi sợ hãi. - Aristotle",
    "quote_55": "Tôi tư duy, nên tôi tồn tại. - René Descartes",
    "quote_56": "Nếu bạn nên làm, bạn có thể làm. - Immanuel Kant",
    "quote_57": "Bạn phải dám cháy hết mình với ngọn lửa của chính mình. - Friedrich Nietzsche",
    "quote_58": "Chỉ người biết mình là ai, mới biết tất cả là ai. - Lão Tử",
    "quote_59": "Thắng mà không cần chiến đấu là đỉnh cao của sự tinh thông. - Tôn Tử",
    "quote_60": "Chi tiết tạo nên sự hoàn hảo, và hoàn hảo không phải là chi tiết. - Leonardo da Vinci",
    "quote_61": "Điều quan trọng là không ngừng đặt câu hỏi. - Albert Einstein",
    "quote_62": "Bạn phải chấp nhận rủi ro để tiến bộ. - Marie Curie",
    "quote_63": "Đo lường những gì có thể đo lường, và làm cho những gì không thể đo lường trở nên đo lường được. - Galileo Galilei",
    "quote_64": "Dù cuộc sống có vẻ khó khăn đến đâu, luôn có điều gì đó bạn có thể làm và thành công. - Stephen Hawking",
    "quote_65": "Mỗi bước đi về phía mục tiêu là bước đi duy nhất bạn thực hiện. - Khổng Tử",
    "quote_66": "Điều quý giá nhất là thời gian. - Goethe",
    "quote_67": "Hoàn hảo là kẻ thù của tốt. - Voltaire",
    "quote_68": "Trì hoãn là trở ngại lớn nhất của cuộc sống. - Seneca",
    "quote_69": "Giáo dục là món trang sức vĩ đại nhất. - Epictetus",
    "quote_70": "Làm những gì bạn phải làm. Đừng bận tâm người khác nghĩ gì. - Marcus Aurelius",
    "quote_71": "Người không thể đối mặt với bóng tối của chính mình thì không thể soi sáng bóng tối của người khác. - Carl Jung",
    "quote_72": "Đức hạnh là sức mạnh của ý chí. - Immanuel Kant",
    "quote_73": "Làm việc là liều thuốc giải độc cho cái ác. - Jean-Jacques Rousseau",
    "quote_74": "Quan trọng không phải là đi, mà là biết bạn đang ở đâu. - Martin Heidegger",
    "quote_75": "Bạn tự do trong những lựa chọn của mình. - Jean-Paul Sartre",
    "quote_76": "Sống cuộc đời của chính mình là một trách nhiệm lớn lao. - Simone de Beauvoir",
    "quote_77": "Không có con đường dẫn đến hạnh phúc; hạnh phúc chính là con đường. - Phật",
    "quote_78": "Vinh quang lớn nhất của chúng ta không phải là không bao giờ vấp ngã, mà là đứng dậy mỗi khi vấp ngã. - Khổng Tử",
    "quote_79": "Bạn không cần phải vĩ đại để bắt đầu, nhưng bạn phải bắt đầu để trở nên vĩ đại. - Zig Ziglar",
    "quote_80": "Thất bại chỉ đơn giản là cơ hội để bắt đầu lại, lần này thông minh hơn. - Henry Ford",
    "quote_81": "Nhiều thất bại trong cuộc sống là những người không nhận ra họ đã gần thành công đến mức nào khi họ từ bỏ. - Thomas Edison",
    "quote_82": "Thu hẹp sự tập trung của bạn vào một việc. - Elon Musk",
    "quote_83": "Chỉ tập trung vào thành công lâu dài. - Jeff Bezos",
    "quote_84": "Tôi chọn người lười biếng để làm việc khó, vì anh ta sẽ tìm cách dễ dàng để làm việc đó. - Bill Gates",
    "quote_85": "Đơn giản có thể khó hơn phức tạp. - Steve Jobs",
    "quote_86": "Thời điểm tốt nhất để trồng cây là 20 năm trước. Thời điểm tốt thứ hai là ngay bây giờ. - Warren Buffett",
    "quote_87": "Một kế hoạch tốt được thực hiện quyết liệt ngay bây giờ còn hơn là một kế hoạch hoàn hảo vào tuần tới. - George S. Patton",
    "quote_88": "Tập trung vào việc là chính mình. Mọi thứ khác sẽ theo sau. - Oprah Winfrey",
    "quote_89": "Làm tốt nhất có thể cho đến khi bạn biết nhiều hơn. Khi bạn biết nhiều hơn, hãy làm tốt hơn. - Maya Angelou",
    "quote_90": "Hạnh phúc không phải là thứ có sẵn. Nó đến từ hành động của chính bạn. - Đạt Lai Lạt Ma",
    "quote_91": "Khi bạn khao khát một điều gì đó, cả vũ trụ sẽ chung sức giúp bạn đạt được điều đó. - Paulo Coelho",
    "quote_92": "Hãy là chính mình; những người khác đều đã có người làm rồi. - Oscar Wilde",
    "quote_93": "Hôm qua đã qua, ngày mai chưa tới; hôm nay là một món quà. - Rumi",
    "quote_94": "Kiến thức là sự thừa nhận của con người về bản chất của chính mình. - Al-Farabi",
    "quote_95": "Ăn ít, nói ít, ngủ ít; cuộc sống của bạn sẽ tốt hơn. - Avicenna",
    "quote_96": "Hãy để thức ăn là thuốc của bạn và thuốc là thức ăn của bạn. - Hippocrates",
    "quote_97": "Thời gian rất quý giá. Chúng ta phải sử dụng nó theo cách tốt nhất. - M. Kemal Atatürk",
    "quote_98": "Nhiệm vụ khó khăn nhất là không làm gì cả. - Martin Luther King Jr.",
    "quote_99": "Thành công không phải là chìa khóa của hạnh phúc. Hạnh phúc là chìa khóa của thành công. - Albert Schweitzer",
    "quote_100": "Cuộc sống không phải là tìm kiếm chính mình. Cuộc sống là tạo ra chính mình. - George Bernard Shaw",
    "on": "Bật",
    "off": "Tắt",
    "reset_stats": "Đặt lại Thống kê",
    "reset_dialog_title": "Đặt lại Dữ liệu",
    "reset_dialog_content": "Tất cả thống kê sẽ bị xóa. Bạn có chắc không?",
    "cancel": "Hủy",
    "yes_delete": "Có, Xóa",
    "data_cleared": "Dữ liệu đã xóa!",
    "congrats": "Tuyệt vời! Phiên hoàn thành.",
    "break_over_title": "Hết giờ nghỉ! ",
    "break_over_msg": "Quay lại làm việc nào. Tập trung!",
    "work_completed_title": "Phiên hoàn thành! ",
    "work_completed_msg": "Làm tốt lắm! Bạn xứng đáng được nghỉ ngơi.",
    "total_focus_label": "Tổng Tập trung",
    "keep_streak": "Đừng làm đứt chuỗi!",
    "change_lock_msg": "Dừng bộ hẹn giờ để thay đổi thời gian."
}